Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# max_pitch
source: y-max(Pitch)
ja_jp: y軸の最大値(音程)
pt_pt: y-máx. (Timbre)
sv_se: y-max(Tonhöjd)
zh_cn: y-max(音调)
zh_hk: y-max(俯仰)

# min_volume
source: y-min(Volume)
ja_jp: y軸の最小値(音量)
nb_no: y-min(Nivå)
pt_pt: y-mín. (Volume)
sv_se: y-min(Volym)
zh_cn: y-min(音量)
zh_hk: y-min(音量)

# max_volume
source: y-max(Volume)
ja_jp: y軸の最大値(音量)
nb_no: y-max(Nivå)
pt_pt: y-máx. (Volume)
sv_se: y-max(Volym)
zh_cn: y-max(音量)
zh_hk: y-max(音量)

# name
source: Direct input
ja_jp: 直接入力
nb_no: Direkte innputt
pt_pt: Entrada directa
sv_se: Direkt inmatning
zh_hk: 放置頂點

# x
source: x coordinate
ja_jp: x座標
nb_no: x koordinat
pt_pt: coordenada x
sv_se: x-koordinat
zh_hk: X 位置

# y
source: y coordinate
ja_jp: y座標
nb_no: y koordinat
pt_pt: coordenada y
sv_se: y-koordinat
zh_hk: Y 位置

# name
source: Sound source setting
ja_jp: 音源設定
nb_no: Lydkildevalg
pt_pt: Definição da fonte sonora
sv_se: Ljudkällans inställning
zh_hk: 聲源設定

# run
source: Running sound
ja_jp: 走行音
nb_no: Trillelyd
pt_pt: Som actual
sv_se: Löpande ljud
zh_cn: 走行音
zh_hk: 走行音

# name
source: Area setting
ja_jp: 区間設定
pt_pt: Definição de área
sv_se: Områdesinställning
zh_hk: 播放範圍設定

# loop
source: Loop playback
ja_jp: ループ再生
nb_no: Løkke avspilling
pt_pt: Reprodução contínua
sv_se: Loop-uppspelning
zh_cn: 循环播放
zh_hk: 循環播放

# constant
source: Constant speed
ja_jp: 等速運動
nb_no: Konstant fart
pt_pt: Velocidade constante
sv_se: Konstant hastighet
zh_cn: 恒定速度
zh_hk: 恆定速度

source: Swap
ja_jp: 入れ替え
pt_pt: Troca
sv_se: Byt
zh_cn: 交换
zh_hk: 交換

# name
source: Playback setting
ja_jp: 再生設定
nb_no: Avspillingsvalg
pt_pt: Definição de reprodução
sv_se: Uppspelningsinställning
zh_hk: 電機音播放

# play
source: Playback
ja_jp: 再生
nb_no: Avspilling
pt_pt: Reprodução
sv_se: Uppspelning
zh_cn: 播放
zh_hk: 播放

source: Stop
ca_es: Parada
ja_jp: 停止
pt_pt: Parar
sv_se: Stoppa
zh_cn: 停止
zh_hk: 停

# name
source: Vertex information
ja_jp: 頂点情報
nb_no: Vertex informasjon
pt_pt: Informação do vértice
zh_hk: 頂點參數

source: Velocity
ja_jp: 速度
pt_pt: Velocidade
sv_se: Hastighet
zh_cn: 速度
zh_hk: 速度

# name
source: Type
ja_jp: タイプ
pt_pt: Tipo
sv_se: Typ
zh_hk: 類型

# name
source: Track
ja_jp: トラック
nb_no: Skinne
pt_pt: Faixa
sv_se: Spåra
zh_hk: 音軌

# name
source: Mode
ja_jp: モード
nb_no: Modus
pt_pt: Modo
sv_se: Läge
zh_hk: 模式

# vertex_exist
source: A point already exists at the same x coordinate, do you want to overwrite it?
ja_jp: 既に同じx座標に点が存在しますが、上書きしますか?
nb_no: Et punkt eksisterer allerede i samme x koordinat, ønsker du å skrive over?
pt_pt: Já existe um ponto com a mesma coordenada x. Pretende reescrever?
sv_se: Det finns redan en punkt på samma x-koordinat. Vill du skriva över den?
zh_cn: 同样的X坐标上已存在点，是否覆盖？
zh_hk: 在相同的x坐標處已經存在一個點，是否要覆蓋?

# name
source: Motor sound settings
ja_jp: モーター音設定
nb_no: Motorlydegenskaper
pt_pt: Definições do som do motor
sv_se: Motorljudinställningar
zh_hk: 編輯馬達音

source: Min
ja_jp: 最小
pt_pt: Mínimo
zh_cn: 最小
zh_hk: 最低

source: Max
ja_jp: 最大
nb_no: Maks
pt_pt: Máximo
zh_cn: 最大
zh_hk: 最高

# name
source: Coupler settings
ja_jp: 連結器設定
nb_no: Kobleegenskaper
pt_pt: Definições de engate
sv_se: Kopplingsinställningar
zh_hk: 車鉤設定

# name
source: Center origin
nb_no: Senter
pt_pt: Centro
sv_se: Centrumets ursprung
zh_hk: 中心點

# name
source: Track origin
nb_no: Opprinnelsespunkt
pt_pt: Origem
sv_se: Spåra ursprung
zh_hk: 軌道交點

# name
source: This
nb_no: Denne
pt_pt: Este
sv_se: Detta
zh_hk: 駕駛室

source: Resolution
ca_es: Resolució
nb_no: Oppløsning
pt_pt: Resolução
sv_se: Upplösning
zh_cn: 分辨率
zh_hk: 解像度

source: Top
nb_no: Topp
pt_pt: Topo
sv_se: Topp
zh_cn: 顶部位置
zh_hk: 頂部

source: Bottom
nb_no: Bunn
pt_pt: Base
sv_se: Botten
zh_cn: 底部位置
zh_hk: 底部

source: DaytimeImage
nb_no: Dagbilde
pt_pt: Imagem Diurna
sv_se: Dagbild
zh_cn: 日间图像
zh_hk: 日間圖片

source: NighttimeImage
nb_no: Nattbilde
pt_pt: Imagem nocturna
sv_se: Nattbild
zh_cn: 夜间图像
zh_hk: 夜間圖片

source: TransparentColor
nb_no: Transparent farge
pt_pt: Cor transparente
sv_se: Transparent färg
zh_cn: 透明色
zh_hk: 去地顏色

# name
source: Screen
nb_no: Skjerm
pt_pt: Tela
sv_se: Skärm
zh_hk: 屏幕

source: Number
nb_no: Tall
pt_pt: Número
sv_se: Nummer
zh_cn: 数字
zh_hk: 數字

source: Layer
ca_es: Capa
nb_no: Lag
pt_pt: Camada
sv_se: Lager
zh_cn: 层
zh_hk: 層

# name
source: Location
nb_no: Lokasjon
pt_pt: Localização
sv_se: Plats
zh_hk: 位置

# name
source: PilotLamp
nb_no: Pilotlampe
pt_pt: Luz-piloto
sv_se: Pilotlampa
zh_hk: 指示燈

source: Subject
nb_no: Subjekt
pt_pt: Assunto
sv_se: Ämne
zh_cn: 对象变量
zh_hk: 物件

# name
source: Origin
nb_no: Origo
pt_pt: Origem
sv_se: Ursprung
zh_hk: 源點

# name
source: Needle
nb_no: Nål
pt_pt: Ponteiro
sv_se: Nål
zh_hk: 指示針

source: DefinedRadius
nb_no: Definert radius
pt_pt: Raio definido
sv_se: Definierad radie
zh_cn: 设定半径
zh_hk: 應用半徑

source: Radius
ca_es: Radi
pt_pt: Raio
sv_se: Radie
zh_cn: 半径
zh_hk: 半徑

source: Color
nb_no: Farge
pt_pt: Cor
sv_se: Färg
zh_cn: 颜色
zh_hk: 顏色

source: DefinedOrigin
nb_no: Definert origo
pt_pt: Origem definida
sv_se: Definierad ursprung
zh_cn: 设定原点
zh_hk: 應用原點

source: InitialAngle
nb_no: Initiell vinkel
pt_pt: Ângulo inicial
sv_se: Initialvinkel
zh_cn: 起始角度
zh_hk: 開始角度

source: LastAngle
nb_no: Siste vinkel
pt_pt: Ângulo final
zh_cn: 终止角度
zh_hk: 終止角度

source: Minimum
ca_es: Mínim
pt_pt: Mínimo
zh_cn: 最小值
zh_hk: 最低

source: Maximum
ca_es: Màxim
nb_no: Maksimum
pt_pt: Máximo
sv_se: Maximal
zh_cn: 最大值
zh_hk: 最高

source: DefinedNaturalFreq
nb_no: Definert nøytral frekvens
pt_pt: Frequência natural definida
sv_se: DefinieradNaturligFrekvens
zh_cn: 设定固有速率
zh_hk: 使用自然頻率

source: NaturalFreq
nb_no: Nøytral frekvens
pt_pt: Frequência natural
zh_cn: 固有速率
zh_hk: 自然頻率

# defined_damping_ratio
source: DefiedDampingRatio
nb_no: Definert dempingsforhold
pt_pt: Relação definida de amortecimento
zh_cn: 设定阻尼比值
zh_hk: 使用阻尼

source: DampingRatio
nb_no: Dempingsforhold
pt_pt: Relação de amortecimento
sv_se: Dämpningsförhållande
zh_cn: 阻尼比值
zh_hk: 阻尼比值

source: Backstop
nb_no: Bakstopp
pt_pt: Espera
zh_cn: 限位
zh_hk: 限位

source: smoothed
nb_no: utgjenvet
pt_pt: esbatido
sv_se: utjämnad
zh_cn: 平滑
zh_hk: 平滑

# name
source: DigitalNumber
nb_no: Digitalt nummer
pt_pt: Número digital
sv_se: Digital nummer
zh_hk: 數碼數字

source: Interval
nb_no: Intervall
pt_pt: Inervalo
sv_se: Intervall
zh_cn: 单个高度
zh_hk: 間隔

# name
source: DigitalGauge
nb_no: Digital måleenhet
pt_pt: Mostrador digital
sv_se: Digitalmätare
zh_hk: 數碼測量儀

source: Step
nb_no: Steg
pt_pt: Passo
sv_se: Steg
zh_cn: 步进
zh_hk: 步進

# name
source: Direction
nb_no: Retning
pt_pt: Direcção
sv_se: Riktning
zh_hk: 方向

# name
source: LinearGauge
nb_no: Lineær måleenhet
pt_pt: Mostrador linear
zh_hk: 線性測量儀

# name
source: Timetable
nb_no: Tidstabell
pt_pt: Horário
sv_se: Tidsplan
zh_hk: 時間表

# name
source: Size
pt_pt: Tamanho
sv_se: Storlek
zh_hk: 大小

# name
source: Touch
pt_pt: Toque
zh_hk: 觸按範圍

source: JumpScreen
pt_pt: Tela de salto
zh_cn: 跳转屏幕
zh_hk: 跳轉螢幕

source: SoundIndex
pt_pt: Índice do som
zh_hk: 聲音索引

source: Command
ca_es: Ordre
pt_pt: Comando
sv_se: Kommando
zh_cn: 指令
zh_hk: 控制

source: CommandOption
pt_pt: Opção de comando
zh_cn: 指令选项
zh_hk: 指令選項

# sound_command
source: Sound and command
pt_pt: Som e comando
sv_se: Ljud och kommando
zh_hk: 聲音及指令

# name
source: Subject
pt_pt: Assunto
sv_se: Ämne
zh_hk: 物件

source: Base option
pt_pt: Opção de base
sv_se: Basalternativ
zh_hk: 基礎選項

source: Suffix
pt_pt: Sufixo
zh_hk: 後綴

source: Suffix option
pt_pt: Opção de sufixo
sv_se: Suffixalternativ
zh_hk: 後綴選項

source: Touch element
pt_pt: Elemento de toque
sv_se: Beröringselement
zh_hk: 觸按物件

source: Sounds
pt_pt: Sons
sv_se: Ljus
zh_hk: 聲效

source: Commands
pt_pt: Comandos
sv_se: Kommandon
zh_hk: 指令

source: Index
pt_pt: Índice
zh_hk: 索引

# name
source: Key
pt_pt: Chave
sv_se: Nyckel
zh_hk: 鍵

source: Option
pt_pt: Opção
sv_se: Alternativ
zh_hk: 選項

source: Sound
pt_pt: Som
sv_se: Ljud
zh_hk: 聲效

# name
source: Sound and command
pt_pt: Som e comando
sv_se: Ljud och kommando
zh_hk: 聲音及指令

# name
source: Panel settings
ja_jp: パネル設定
nb_no: Panel egenskaper
pt_pt: Definições do painel
sv_se: Panelinställningar
zh_hk: 駕駛室設定

# name
source: Section select
ja_jp: セクション選択
nb_no: Velg seksjon
pt_pt: Seleccionar a secção
sv_se: Avsnittsväljare
zh_hk: 部分選擇

# name
source: Key type select
ja_jp: キー選択
nb_no: Knappetypevalg
pt_pt: Seleccionar o tipo de tecla
sv_se: Välj tangenttyp
zh_hk: 鍵值類型

# name
source: Position
ja_jp: 位置
nb_no: Posisjon
pt_pt: Posição
zh_hk: 位置

source: X
nb_no: x koordinat
pt_pt: coordenada x

source: Y
hu_hu: Z
nb_no: y koordinat
pt_pt: coordenada y

source: Z
hu_hu: Y
nb_no: z koordinat
pt_pt: coordenada z

# name
source: Input value
ja_jp: 値入力
nb_no: Innputtverdi
pt_pt: Valor da entrada
sv_se: Inmatningsvärde
zh_hk: 參數

source: Filename
ca_es: Nom del fitxer
ja_jp: ファイル名
nb_no: Filnavn
pt_pt: Nome do ficheiro
sv_se: Filnamn
zh_cn: 文件名
zh_hk: 檔案名

# position
source: Position setting
ja_jp: 位置設定
nb_no: Posisjonsvalg
pt_pt: Definição da posição
sv_se: Positionsinställning
zh_hk: 位置設定

# empty_filename
source: File name has not been entered.
ja_jp: ファイル名は空欄にできません。
nb_no: Filnavn har ikke blitt skrevet inn.
pt_pt: O nome do ficheiro não deu entrada.
zh_cn: 未输入文件名。
zh_hk: 尚未輸入檔案名。

# key_exist
source: The specified key is already set.
ja_jp: 指定したキーは既に設定されています。
nb_no: Knappen er allerede satt til noe.
pt_pt: A tecla especificada já está definida.
zh_cn: 指定的键值已被使用。
zh_hk: 指定的鍵已被設定。

# name
source: Sound settings
ja_jp: サウンド設定
nb_no: Lydegenskaper
pt_pt: Definições de som
sv_se: Ljudinställningar
zh_hk: 電機音設定

source: Key
ca_es: Clau
ja_jp: キー
nb_no: Knapp
pt_pt: Tecla
sv_se: Nyckel
zh_cn: 键值
zh_hk: 鍵

source: Position
ja_jp: 位置
nb_no: Posisjon
pt_pt: Posição
zh_hk: 位置

source: Error
ja_jp: エラー
nb_no: Feil
pt_pt: Erro
sv_se: Fel
zh_cn: 错误
zh_hk: 錯誤

source: Warning
ja_jp: 警告
nb_no: Advarsel
pt_pt: Aviso
sv_se: Varning
zh_hk: 警告

# info
source: Information
ca_es: Informació
ja_jp: 情報
nb_no: Informasjon
pt_pt: Informação
zh_cn: 信息
zh_hk: 資訊

# name
source: Status
ja_jp: ステータス
pt_pt: Estado
zh_hk: 狀態

source: Level
ca_es: Nivell
ja_jp: レベル
nb_no: Nivå
pt_pt: Nível
sv_se: Nivå
zh_cn: 级别
zh_hk: 水平

source: Description
ca_es: Descripció
ja_jp: 説明
nb_no: Beskrivelse
pt_pt: Descrição
sv_se: Beskrivning
zh_cn: 详情
zh_hk: 描述

source: positive
nb_no: positiv
pt_pt: positivo
sv_se: positiv
zh_cn: 正
zh_hk: 正

source: non-negative
nb_no: ikke-negativ
pt_pt: não negativo
sv_se: icke-negativ
zh_cn: 非负
zh_hk: 非負數

source: non-zero
nb_no: ikke-null
pt_pt: diferente de zero
sv_se: icke-noll
zh_cn: 非零
zh_hk: 非零

# invalid_float
source: This value must be a {0}floating-point number.
nb_no: Denne verdien må være en {0}flyttallsnummer.
pt_pt: Este valor deve ser um {0} número decimal.
sv_se: Detta värde måste vara ett {0}flyttal.
zh_cn: 该值必须为 {0}浮点数。
zh_hk: 數值一定要是 {0}浮點數

# invalid_color
source: Invalid HEX color
nb_no: invalid farge
pt_pt: Cor inválida
sv_se: Ogiltig HEX-färg
zh_hk: invalid_color

# number_exist
source: The specified number is already set.
pt_pt: O número especificado já se encontra atribuído.
sv_se: Det angivna numret är redan inställt.
zh_hk: 指定的數值已被使用。

# mustbe_greater_than
source: Max must be greater than or equal to Min.
pt_pt: Max deve ser maior ou igual a Min.
sv_se: Max måste vara större än eller lika med Min.
zh_hk: 最大值必須大於或等於最小值。

# mustbe_less_than
source: Min must be less than the Max.
pt_pt: Min deve ser menor do que Max.
sv_se: Min måste vara mindre än Max.
zh_hk: 最小值必須小於最大值。

source: Folder
pt_pt: Pasta
sv_se: Mapp
zh_hk: 資料夾

source: Type
pt_pt: Tipo
sv_se: Typ
zh_hk: 類型

# name
source: Train setting file
pt_pt: Ficheiro de ajuste do comboio
sv_se: Tåginställningsfil
zh_hk: 列車設定檔案

source: Old format
pt_pt: Formato antigo
sv_se: Gammalt format
zh_hk: 舊格式

# name
source: Panel Setting File
pt_pt: Ficheiro de ajuste do Painel
sv_se: Panelinställningsfil
zh_hk: 駕駛室設定檔案

# name
source: Sound setting file
pt_pt: Ficheiro de ajuste do som
sv_se: Ljudinställningsfil
zh_hk: 電機音設定檔案

source: No setting file
pt_pt: Sem ficheiro de ajuste
sv_se: Ingen inställningsfil
zh_hk: 沒有設定檔案

# import_name
source: Import
pt_pt: Importar
sv_se: Importera
zh_hk: 匯入

# export_name
source: Export
pt_pt: Exportar
sv_se: Exportera
zh_hk: 匯出

# saved
source: The report has been saved as "[filename]" on your desktop. \r\n\r\nYou may now submit a bug report to the discussion board, or open an issue on GitHub with this zip file attached.
zh_hk: 錯誤報告已在你的桌面上儲存為"[filename]"。 \r\n\r\n您可以在官方討論區提交錯誤報告，或在 GitHub 上新增一個issue並附上此 zip 檔案。

# save_failed
source: Cannot create bug report! \r\n\r\nYou may access the Log and Crash Log directly by clicking the "View..." button, then submit these logs to the discussion board or open an issue on GitHub.
zh_hk: 無法創建錯誤報告！ \r\n\r\n您可以按下 "查看..." 按鈕來查看遊玩及崩潰日誌，然後將這些日誌提交到官方討論區或在 GitHub 上新增一個issue。

source: Normal
hu_hu: Normál
ja_jp: ノーマル
pl_pl: Normalny
zh_cn: 普通
zh_hk: 正常

# creation_dependancies_skip_if_none
source: If your package does not rely on other dependencies, you may continue by clicking the "Create" button.
zh_hk: 如果您的擴展包不需使用其他依賴包，您可以直接按下 "創建"。

# button_ok
source: OK
ca_es: D'acord
zh_cn: 确认
zh_hk: 確定

# list_type_digital
source: Digital
hu_hu: Digitális
ja_jp: デジタル
pl_pl: Cyfrowy
zh_cn: 数字
zh_hk: 數碼

# selection_joystick
source: Joystick:
ca_es: Palanca de control
ja_jp: ジョイススティック:
pl_pl: Kontroler
zh_cn: 游戏杆:
zh_hk: 操縱桿：

# selection_joystick_assignment_grab_fullaxis
source: Move an axis into the direction of "increase" or "power"...
ca_es: Moveu un eix en la direcció "incrementar" o "tracció"...
nb_no: Flytt en akse inn i ønsket retning "øke akselerasjon"...
zh_cn: 移动游戏杆到选择用作「增加」或「加大牵引功率」的方向...
zh_hk: 移到搖桿到選擇用作「增加」或「動力」的方向……

# assignment_joystick
source: Joystick [index]
ca_es: Palanca de control [index]
ja_jp: ジョイスティック [index]
pl_pl: Kontroler [index]
zh_cn: 游戏杆 [index]
zh_hk: 操縱桿 [index]

# calibration_start
source: Please press 'Next' to start calibration.
nb_no: Trykk 'Neste' for å starte kalibrering.
zh_hk: 請按“下一步”開始校準

# calibration_a
source: Move the reverser lever to the full reverse position and press 'Next'.
nb_no: Dytt vendegir-spaken til fullstendig revers og trykk 'Neste'.
zh_hk: 將倒檔桿移至完全倒檔位置，然後按“下一步”

# calibration_b
source: Move the reverser lever to the full forward position and press 'Next'.
nb_no: Dytt vendegir-spaken til fullstendig forover og trykk 'Neste'.
zh_hk: 將倒檔桿移至最大前進位置，然後按“下一步”。

# calibration_c
source: Move the combined brake / throttle lever to the full power position and press 'Next'.
nb_no: Dytt kombinasjonsbremsen til full akselerasjon og trykk 'Neste'.
zh_hk: 將組合的製動/油門桿移至最大功率位置，然後按“下一步”。

# calibration_d
source: Move the combined brake / throttle lever to the full brake position and press 'Next'.
nb_no: Dytt kombinasjonsbremsen til full brems og trykk 'Neste'.
zh_hk: 將組合的製動/油門桿移至全制動位置，然後按“下一步”

# calibration_e
source: Move the dynamic brake lever to the release position and press 'Next'.
nb_no: Dytt den regenerative bremsen til fullstendig av og trykk 'Neste'
zh_hk: 將動態制動桿移至釋放位置，然後按“下一步”。

# calibration_f
source: Move the dynamic brake lever to the emergency position and press 'Next'.
nb_no: Dytt den regenerative bremsen til nødbrems og trykk 'Neste'
zh_hk: 將動態制動桿移至緊急位置，然後按“下一步”。

# calibration_g
source: Move the independant brake lever to the release position and press 'Next'.
nb_no: Dytt lokomotiv bremsen til fullstendig av og trykk 'Neste'
zh_hk: 將獨立制動桿移至釋放位置，然後按“下一步”。

# calibration_h
source: Move the independant brake lever to the full position and press 'Next'.
nb_no: Dytt lokomotiv bremsen til fullstendig på og trykk 'Neste'
zh_hk: 將獨立制動桿移至最大位置，然後按“下一步”。

# calibration_i
source: Move the bail-off lever to the release position and press 'Next'.
zh_hk: 將釋放桿移至釋放位置，然後按“下一步”。

# calibration_j
source: Move and hold the bail-off lever into the full position and press 'Next'.
zh_hk: 移動並保持釋放桿到最大位置，然後按“下一步”。

# calibration_k
source: Move the wiper switch to OFF and press 'Next'.
nb_no: Flytt vindusvisker til AV og trykk 'Neste'
zh_hk: 將水撥開關移至“關閉”，然後按“下一步”。

# calibration_l
source: Move the wiper switch to FULL and press 'Next'.
nb_no: Flytt vindusvisker til FULL og trykk 'Neste'
zh_hk: 將水撥開關移至"滿"（FULL），然後按下一步。

# calibration_m
source: Move the lights switch to OFF and press 'Next'.
nb_no: Flytt lysbryteren til AV og trykk 'Neste'
zh_hk: 將燈光開關移至“關閉”，然後按“下一步”。

# calibration_n
source: Move the lights switch to FULL and press 'Next'.
nb_no: Flytt lysbryteren til FULL og trykk 'Neste'
zh_hk: 將燈光開關移至"滿"（FULL），然後按“下一步”。

# quality_interpolation_mode_bilinear
source: Bilinear
ca_es: Bilineal
hu_hu: Bilineáris
nb_no: Bilineær
sv_se: Bilinjär
zh_cn: 双线性
zh_hk: 雙線性

# quality_interpolation_mode_bilinearmipmap
source: Bilinear (mipmapping)
ca_es: Bilineal (mapatge MIP)
hu_hu: Bilineáris (mipmapping)
nb_no: Bilineær (mipmapping)
sv_se: Bilineär (mipmapping)
zh_cn: 双线性 (Mipmap)
zh_hk: 雙線性 (Mipmap)

# quality_interpolation_mode_trilinearmipmap
source: Trilinear (mipmapping)
ca_es: Trilineal (mapatge MIP)
hu_hu: Trilineáris (mipmapping)
nb_no: Trilineær (mipmapping)
sv_se: Trilineär (mipmapping)
zh_cn: 三线性 (Mipmap)
zh_hk: 三線性 (Mipmap)

# quality_distance_viewingdistance_meters
source: m
zh_cn: 米
zh_hk: 米

# advanced_cursor
source: Cursor
sv_se: Markör
zh_hk: 滑鼠標誌

# hud_size_normal
source: Normal
hu_hu: Normál
ja_jp: 普通
zh_cn: 中
zh_hk: 中

source: Font:
sv_se: Typsnitt:
zh_hk: 界面字體:

# almost_help_filesnotfound
source: Some issues were encountered while loading the route and train.\r\n\r\nAs some files could not be found, the route or train might not appear as intended. Try to redownload the route and train packages in order to ensure that you have a complete distribution.\r\n\r\nThe following list of issues might give additional information. You can still start the route by selecting "Ignore" from below.
ca_es: S'han detectat alguns problemes en carregar la ruta i el tren.\r\n\r\nCom que no s'han trobat alguns fitxers, pot ser que la ruta o el tren no apareguin de la manera desitjada. Proveu de tornar a baixar la ruta i el tren per comprovar que teniu una distribució completa.\r\n\r\nLa llista de conflictes següent us pot proporcionar informació addicional. Feu clic en el botó «Ignora» per a iniciar la ruta igualment.
zh_cn: 加载路线和车辆时发生了一些问题。\r\n\r\n因为无法找到部分文件, 路线或车辆可能显示不正确。请确认下载的路线及车辆, 确保文件完整。\r\n\r\n下列错误报告可以帮助开发者解决问题。你也可以选择‘忽略’开始游戏。
zh_hk: 在載入路線和列車時遇到一些問題。\r\n\r\n因為找不到部分檔案，路線或列車可能未能按預期顯示。你可以嘗試重新下載該路線及列車以確保你取得完整的檔案。 \r\n\r\n以下的問題清單可能提供額外的資料。你仍可以選擇「略過」來開始遊戲。

# almost_help_general
source: Some issues were encountered while loading the route and train. If you are the route or train developer, it might be worth taking a look at the following list of issues.\r\n\r\nAs a regular user, you can select "Ignore" at this point to start the game.
ca_es: S'han detectat alguns problemes en carregar la ruta i el tren. Si en sou el creador, valdria la pena fer una ullada a la llista de conflictes següent.\r\n\r\nSi sou un usuari normal, podeu fer clic en «Ignora» per a iniciar la simulació.
zh_cn: 加载路线和车辆时发生了一些问题。如果你是制作者, 下列错误报告可能值得一看。\r\n\r\n作为玩家, 你可以选择‘忽略’开始游戏。
zh_hk: 在載入路線和列車時遇到一些問題。如果你是路線或列車製作者，以下的問題清單可能值得一看。\r\n\r\n否則，你可選擇「略過」來開始遊戲。

# train_currentspeed
source: The train's current speed is [speed]
zh_hk: 現時車速為 [speed]

source: CPU: normal
hu_hu: Processzor: normál
ja_jp: CPU: 普通
pl_pl: CPU: normalne
zh_cn: 处理器利用: 正常
zh_hk: CPU：正常

# station_total
source: Total
hu_hu: Összesen
ja_jp: トータル
nb_no: Totalt
pl_pl: Łącznie
sv_se: Totalt
zh_cn: 合计
zh_hk: 合計

source: Joystick
ca_es: Palanca de control
ja_jp: ジョイスティック
pl_pl: Kontroler
sv_se: Styrspak
zh_cn: 摇杆
zh_hk: 控制桿

# release
source: REL
ca_es: ALL
hu_hu: ENG
ja_jp: 解除
zh_cn: 缓解
zh_hk: RL

source: LAP
ca_es: TAN
hu_hu: TART
ja_jp: 重
zh_cn: 保压
zh_hk: LP

# service
source: SRV
hu_hu: FÉK
ja_jp: 制
zh_cn: 制动
zh_hk: SV

# emergency
source: EMG
hu_hu: VFÉK
ja_jp: 非常
zh_cn: 紧急
zh_hk: EM

# holdbrake
source: HLD
ca_es: RET
hu_hu: TART
ja_jp: 抑速
zh_cn: 抑速
zh_hk: HL

# left
source: L
ca_es: ESQ
hu_hu: B
ja_jp: 左
zh_cn: 左门
zh_hk: 左

# right
source: R
ca_es: DRE
hu_hu: J
ja_jp: 右
pl_pl: P
zh_cn: 右门
zh_hk: 右

# play_mic_sounds
source: Activates or deactivates the system microphone soundsource
sv_se: Aktiverar eller inaktiverar systemets mikrofonljudkälla
zh_hk: 啟動或關閉系統麥克風聲源

# sanders
source: Activates or deactivates the sanders
sv_se: Aktiverar eller avaktiverar slipmaskinerna
zh_hk: 啟用或停用放沙裝置

# camera_interior
source: Switches to the train's interior view
nb_no: Bytt til togets interiørvisning
zh_hk: 切換至車內視覺

# camera_interior_nopanel
source: Switches to the train's interior view. However, the panel is not displayed.
nb_no: Bytt til togets interiørvisning. Panelt vises ikke.
zh_hk: 切換至車內視覺 (沒有面板)

# camera_exterior
source: Switches to the train's exterior view
nb_no: Bytt til togets eksteriørvisning.
zh_hk: 切換至車外視覺

# label_pedal
source: PEDAL
zh_cn: 踏板
zh_hk: 踏板

# help_windows_textbox
source: 1. Extract the Windows drivers.\r\n2. Download and run Zadig.\r\n3. Load the appropriate CFG file for your device ("Device > Load Preset Device").\r\n4. Press "Install Driver" and wait for installation to complete.
zh_hk: 1.解壓縮Windows驅動程序。 2.下載並運行Zadig。 3.加載適合您設備的cfg文件("設備 > 加載預設設備")。 4.按“安裝驅動程序”，然後等待安裝完成。

# help_linux_textbox
source: 1. Extract the Linux udev file.\r\n2. Copy the file to "/etc/udev/rules.d/" (root permissions required).\r\n3. Reboot or reload udev rules manually.
zh_hk: 1.解壓縮Linux udev文件。 2.將文件複製到 "/etc/udev/rules.d/" (需root權限)。 3.重啟電腦或重新加載udev規則。

# help_ok_button
source: OK
ca_es: D'acord
zh_cn: 确定
zh_hk: 確定

# help_libusb_symlink
source: LibUsb appears to be either missing, or has not been correctly symlinked for runtime loading.\r\nPlease follow the following instructions:\r\n\r\n1. Check that the "libusb-1.0" package is installed.\r\n2. Find the location of "libusb-1.0.so.0" - On recent Ubuntu and Debian versions, this is likely to be "/lib/x86_64-linux-gnu/"\r\n3. Open the directory in the terminal.\r\n4. Check this location to see if "libusb-1.0.so" exists.\r\n5. If the file does not exist, we must create the appropriate symlink by executing the following command from this terminal: "sudo ln -s libusb-1.0.so.0 libusb-1.0.so"
zh_hk: 未能找到LibUsb，或者運行時沒有加載正確符號鏈接。 請跟隨以下說明： 1. 檢查是否安裝了 "libusb-1.0" package。 2.找出 "libusb-1.0.so.0" 的位置 - 在最近的Ubuntu和Debian版本上，這很可能是"/lib/x86_64-linux-gnu/" 3. 在Terminal打開目錄。 4. 檢查 "libusb-1.0.so" 是否存在該目錄。 5. 如果文件不存在，我們必須通過從該Terminal執行以下命令來創建適當的符號鏈接: "sudo ln -s libusb-1.0.so.0 libusb-1.0.so"

source: Manual
ja_jp: 手動
nb_no: Manuell
sv_se: Manuell
zh_cn: 手动
zh_hk: 手動

source: Volume
ca_es: Volum
ja_jp: 音量
nb_no: Nivå
sv_se: Volym
zh_cn: 音量
zh_hk: 音量

# e
source: e (2.0)
zh_hk: 指數 (2.0)

source: Base
sv_se: Bas
zh_hk: 基礎

# critical_loading
source: A critical error occured: \n\n [error] \n\n Please inspect the error log file for further information.
sv_se: Ett kritiskt fel har uppstått: \n\n [error] \n\n Kontrollera felloggen för mer information.

# view_log
source: View the previous log
sv_se: Visa föregående logg

# log_error
source: Unable to display the previous log.
sv_se: Det går inte att visa den tidigare loggen.

source: UI Scale Factor:
sv_se: UI-skalningsfaktor:

# signal_access_invalid
source: The next section is not a permissive section.
sv_se: Nästa avsnitt är inte ett tillåtande avsnitt.

# signal_access_denied
source: The next section is a permissive section, but access is not currently possible. Please wait and retry.
sv_se: Nästa avsnitt är ett tillåtet avsnitt, men åtkomst är för närvarande inte möjlig. Vänta och försök igen.

# signal_access_granted
source: Access to the next section has been granted.
sv_se: Tillgång till nästa avsnitt har beviljats.

# route_nextlimit
source: The current speed limit is [limit] [limitunit]. The next speed limit is [nextlimit] [limitunit] in [limitdistance] m
sv_se: Den aktuella hastighetsbegränsningen är [limit] [limitunit]. Nästa hastighetsbegränsning är [nextlimit] [limitunit] inom [limitdistance] m
