Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# install_success_header
source: Installation Successful
ca_es: Instal·lació completada
hu_hu: Sikeres telepítés
ja_jp: インストール処理の成功
nb_no: Installasjon velykket
pl_pl: Instalacja zakończyła się sukcesem
pt_pt: Instalação bem sucedida
sv_se: Installationen är klar
zh_cn: 安装成功
zh_hk: 安裝成功

# install_success_files
source: A list of files installed is shown below:
ca_es: Llista de fitxers instal·lats:
hu_hu: A telepített fájlok listája alább látható:
ja_jp: 下記のファイルがインストールされました:
nb_no: En liste over filer installert vises under:
pl_pl: Listę zainstalowanych plików pokazano poniżej:
pt_pt: Uma lista dos ficheiros instalados é mostrada abaixo:
sv_se: En lista över installerade filer visas nedan:
zh_cn: 安装了下列这些文件:
zh_hk: 已安裝的檔案列表:

# install_failure
source: Unfortunately, package installation failed.
ca_es: S'ha produït un error en instal·lar el paquet.
hu_hu: Sajnos nem sikerült telepíteni a csomagot.
ja_jp: 残念ですが、パッケージのインストール処理に失敗しました。
nb_no: Dessverre feilet pakkeinstallasjonen.
pl_pl: Niestety, instalacja pakietu nie powiodła się.
pt_pt: Infelizmente a instalação do pacote falhou.
sv_se: Tyvärr misslyckades paketinstallationen.
zh_cn: 真不幸, 扩展包安装失败了。
zh_hk: 擴展包安裝失敗

# install_failure_header
source: Package Installation Failed
ca_es: Error d'instal·lació
hu_hu: A csomag telepítése sikertelen
ja_jp: パッケージ処理の失敗
nb_no: Pakkeinstallasjonen feilet
pl_pl: Instalacja pakietu nie powiodła się
pt_pt: A instalação do pacote falhou
sv_se: Paketinstallationen misslyckades
zh_cn: 安装失败
zh_hk: 擴展包安裝失敗

# install_select
source: Select Package......
ca_es: Selecciona un paquet...
hu_hu: Csomag kiválasztása......
ja_jp: パッケージを選択してください......
nb_no: Velg en pakke......
pl_pl: Wybierz pakiet......
pt_pt: Seleccione o pacote......
sv_se: Välj paket......
zh_cn: 选择扩展包……
zh_hk: 選擇擴展包......

# install_dependancies_unmet
source: The current package has unmet dependancies.
ca_es: El paquet actual té dependències que no es poden resoldre.
hu_hu: A jelenlegi csomagnak nem teljesülő függőségei vannak.
ja_jp: 現在のパッケージは依存関係が未処理のままです。
nb_no: Den valgte pakken har avhengigheter som ikke er oppfylt.
pl_pl: Obecny pakiet ma niespełnione zależności.
pt_pt: O pacote actual tem dependências por satisfazer.
sv_se: Det aktuella paketet har ouppfyllda beroenden.
zh_cn: 这个扩展包所依赖的扩展包还没有被安装。
zh_hk: 這個擴展包所依賴的擴展包還沒有被安裝。

# install_dependancies_unmet_header
source: Dependancy Error
ca_es: Error de dependències
hu_hu: Függőségi hiba
ja_jp: 依存関係エラー
nb_no: Avhengighetsfeil
pl_pl: Błąd zależności
pt_pt: Erro de dependência
sv_se: Beroendefel
zh_cn: 依赖关系错误
zh_hk: 相依擴展包錯誤

# install_dependancies_broken
source: The following dependancies may be broken by this action:
ca_es: Les següents dependències quedaran trencades si continueu:
hu_hu: Ezáltal a következő függőségek törnek meg:
ja_jp: この操作を行うと、次の依存関係が壊れるかもしれません:
nb_no: Følgende avhengigheter blir ødelagt av denne handlingen:
pl_pl: Poniższe zależności mogą zostać zepsute przez to działanie:
pt_pt: As seguintes dependências poderão ser quebradas por esta acção:
sv_se: Följande beroenden kan brytas av denna åtgärd:
zh_cn: 执行这个动作可能会破坏依赖关系。
zh_hk: 有些依賴可能被這個操作而損壞。

# install_reccomends_unmet
source: The following packages are recommended, but not installed:
ca_es: Es recomanen els paquets següents però no estan instal·lats:
hu_hu: A következő csomagok javasoltak, de nincsenek telepítve:
ja_jp: 次のパッケージは推奨されていますが、インストールされていません:
nb_no: Følgende pakker er anbefalt men ikke installert:
pl_pl: Następujące pakiety są zalecane, ale nie zainstalowane:
pt_pt: Os seguintes pacotes são recomendados, mas não estão instalados:
sv_se: Följande paket rekommenderas, men är inte installerade:
zh_cn: 该扩展包的作者还建议同时安装以下扩展包:
zh_hk: 該擴展包的作者建議同時安裝以下擴展包:

# install_reccomends_unmet_header
source: Recommended Packages
ca_es: Paquets recomanats
hu_hu: Javasolt csomagok
ja_jp: 推奨されるパッケージ
nb_no: Anbefalte pakker
pl_pl: Zalecane pakiety
pt_pt: Pacotes recomendados
sv_se: Rekommenderade paket
zh_cn: 建议安装的扩展包
zh_hk: 建議擴展包

# install_name
source: Package Name:
ca_es: Nom del paquet:
hu_hu: Csomag neve:
ja_jp: パッケージ名:
nb_no: Pakkens navn:
pl_pl: Nazwa pakietu:
pt_pt: Nome do pacote:
sv_se: Paketnamn:
zh_cn: 扩展包名称:
zh_hk: 擴展包名稱:

# install_author
source: Package Author:
ca_es: Autor del paquet:
hu_hu: Csomag készítője:
ja_jp: パッケージの作者名:
nb_no: Pakkens forfatter:
pl_pl: Autor pakietu:
pt_pt: Autor do pacote:
sv_se: Paketförfattare:
zh_cn: 扩展包作者:
zh_hk: 擴展包作者:

# install_version
source: Package Version:
ca_es: Versió del paquet:
hu_hu: Csomag verzió:
ja_jp: パッケージのバージョン:
nb_no: Pakkens versjon:
pl_pl: Wersja pakietu:
pt_pt: Versão do pacote:
sv_se: Paketversion:
zh_cn: 扩展包版本:
zh_hk: 擴展包版本:

# install_website
source: Package Website:
ca_es: Lloc web del paquet:
hu_hu: Csomag weboldala:
ja_jp: パッケージのWebサイト:
nb_no: Pakkens nettside:
pl_pl: Strona pakietu:
pt_pt: Página da internet:
sv_se: Paketets webbplats:
zh_cn: 扩展包网站:
zh_hk: 擴展包網頁:

# install_description
source: Package Description:
ca_es: Descripció del paquet:
hu_hu: Csomag leírása:
ja_jp: パッケージの説明:
nb_no: Pakkens beskrivelse:
pl_pl: Opis pakietu:
pt_pt: Descrição do pacote:
sv_se: Paketbeskrivning:
zh_cn: 扩展包说明:
zh_hk: 擴展包描述:

# creation_button
source: Create Package
ca_es: Crea un paquet
hu_hu: Csomag létrehozása
ja_jp: パッケージを作成
nb_no: Lag pakke
pl_pl: Stwórz pakiet
pt_pt: Criar pacote
sv_se: Skapa paket
zh_cn: 创建扩展包
zh_hk: 創建擴展包

# creation_header
source: Create a Package
ca_es: Creació d'un paquet
hu_hu: Csomag létrehozása
ja_jp: パッケージの作成
nb_no: Lag en pakke
pl_pl: Stwórz pakiet
pt_pt: Criar um pacote
sv_se: Skapa ett paket
zh_cn: 创建一个扩展包
zh_hk: 創建擴展包

# creation_saveas_button
source: Save As...
ca_es: Desa...
hu_hu: Mentés mint...
ja_jp: 名前をつけて保存...
nb_no: Lagre som...
pl_pl: Zapisz jako...
pt_pt: Guardar como...
sv_se: Spara som...
zh_cn: 保存为……
zh_hk: 另存為

# creation_saveas_label
source: Save package as:
ca_es: Desa a:
hu_hu: Mentés mint:
ja_jp: パッケージの保存:
nb_no: Lagre pakke som:
pl_pl: Zapisz pakiet jako:
pt_pt: Guarde o pacote como:
sv_se: Spara paket som:
zh_cn: 将最终成果保存到:
zh_hk: 另存擴展包為

# creation_dependancies
source: Select Dependancies
ca_es: Seleccioneu les dependències
hu_hu: Függőségek kiválasztása
ja_jp: 依存関係の構築
nb_no: Velg avhengigheter
pl_pl: Wybierz zależności
pt_pt: Seleccionar as dependências
sv_se: Välj beroenden
zh_cn: 选择依赖扩展包
zh_hk: 選擇依賴擴展包 (Dependencies)

# creation_dependancies_add
source: Add Dependancy
ca_es: Afegeix una dependència
hu_hu: Függőség hozzáadása
ja_jp: 依存関係の追加
nb_no: Legg til avhengighet
pl_pl: Dodaj zależność
pt_pt: Adicionar dependência
sv_se: Lägg till beroende
zh_cn: 添加依赖
zh_hk: 添加依賴

# creation_dependancies_remove
source: Remove
ca_es: Suprimeix
hu_hu: Eltávolítás
ja_jp: リストから削除
nb_no: Fjern
pl_pl: Usuń
pt_pt: Remover
sv_se: Ta bort
zh_cn: 移除
zh_hk: 移除

# creation_dependancies_skip_if_none
source: If your package does not rely on other dependencies, you may continue by clicking the "Create" button.
pt_pt: Se o seu pacote não assenta noutras dependências pode prosseguir clicando no botão "Criar".
sv_se: Om ditt paket inte är beroende av andra beroenden kan du fortsätta genom att klicka på knappen "Skapa".

# creation_dependancies_nextstep
source: Package details and dependancies may be assigned in the following steps.
ca_es: Ara podreu assignar els detalls i les dependències del paquet.
hu_hu: A csomag adatai és függőségei a következő lépésekben adhatóak meg.
ja_jp: パッケージの詳細と、その依存関係を次のページで割り当てます。
nb_no: Pakke detaljer og avhengigheter vil bli lagt til i følgende steg.
pl_pl: Szczegóły pakietu i zależności mogą być przypisane w następujących krokach.
pt_pt: Dependências e detalhes do pacote podem ser atribuídas nas seguintes etapas.
sv_se: Paketdetaljer och beroenden kan tilldelas i följande steg.
zh_cn: 你可以在下一步添加扩展包的细节和依赖。
zh_hk: 你可以在下一步添加擴展包的資料和依賴(Dependencies)。

# creation_reccommends_add
source: Add Recommendation
ca_es: Afegeix una recomanació
hu_hu: Javaslat hozzáadása
ja_jp: 推奨されるパッケージの追加
nb_no: Legg til anbefaling
pl_pl: Dodaj zalecany pakiet
pt_pt: Adicionar recomendação
sv_se: Lägg till rekommendation
zh_cn: 添加建议
zh_hk: 增加建議

# creation_clearselection
source: Clear Selection
ca_es: Esborra la selecció
hu_hu: Kiválasztottak törlése
ja_jp: 選択を解除
nb_no: Fjern utvalgte
pl_pl: Wyczyść zaznaczenie
pt_pt: Limpar selecção
sv_se: Töm markeringen
zh_cn: 清除选择
zh_hk: 清除選擇

# creation_additems
source: Add Item(s)
ca_es: Afegeix fitxers
hu_hu: Elem(ek) hozzáadása
ja_jp: アイテムを追加
nb_no: Legg til elementer
pl_pl: Dodaj
pt_pt: Adicionar um ou mais itens
sv_se: Lägg till artikel(er)
zh_cn: 添加项目
zh_hk: 增加打包項目

# creation_selecteditems
source: The following files and folders will be packaged:
ca_es: Es crearà un paquet amb els fitxers i les carpetes següents:
hu_hu: A következő fájlok és mappák kerülnek a csomagba:
ja_jp: 次のファイルとフォルダはパッケージングされます:
nb_no: Følgende filer og pakker vil bli pakket:
pl_pl: Następujące pliki i foldery zostaną spakowane:
pt_pt: Vão ser empacotados os seguintes ficheiros e pastas:
sv_se: Följande filer och mappar kommer att paketeras:
zh_cn: 将打包以下的文件:
zh_hk: 將會打包以下的檔案/資料夾:

# creation_new_guid
source: The new package has been assigned the following GUID:
ca_es: S'ha assignat l'identificador següent al paquet nou:
hu_hu: Az új csomag a következő GUID azonosítót kapta:
ja_jp: 新しいパッケージは次のGUIDに割り当てられます:
nb_no: Den nye pakken har fått følgende GUID:
pl_pl: Do nowego pakietu przypisano następujący identyfikator GUID:
pt_pt: Foi atribuído o seguinte GUID ao novo pacote:
sv_se: Det nya paketet har tilldelats följande GUID:
zh_cn: 这个新扩展包将拥有这一个GUID(标识号):
zh_hk: 新擴展包已分配了以下GUID：

# enter_details_header
source: Enter Package Details
nb_no: Legg inn pakkedetaljer
pt_pt: Criar um pacote
sv_se: Ange paketinformation
zh_hk: 輸入擴展包的資料

# creation_name
source: Please enter a package name.
ca_es: Nom del paquet
hu_hu: Kérjük, adjon meg egy csomagnevet.
ja_jp: パッケージの名前を入力してください。
nb_no: Legg til navn på pakken.
pl_pl: Wprowadź nazwę pakietu.
pt_pt: Por favor introduza um nome de pacote.
sv_se: Ange ett paketnamn.
zh_cn: 请输入扩展包名称。
zh_hk: 請輸入擴展包名稱。

# creation_author
source: Please enter a package author.
ca_es: Autor del paquet
hu_hu: Kérjük, adja meg a csomag készítőjét.
ja_jp: パッケージの作者名を入力してください。
nb_no: Legg til pakkens forfatter.
pl_pl: Wprowadź autora pakietu.
pt_pt: Por favor introduza um autor do pacote.
sv_se: Ange en paketförfattare.
zh_cn: 请输入扩展包作者。
zh_hk: 請輸入擴展包作者。

# creation_description
source: Please enter a package description.
ca_es: Descripció del paquet
hu_hu: Kérjük, adja meg a csomag leírását.
ja_jp: パッケージの説明を入力してください。
nb_no: Legg til beskrivelse på pakke.
pl_pl: Wprowadź opis pakietu.
pt_pt: Por favor introduza uma descrição do pacote.
sv_se: Ange en paketbeskrivning.
zh_cn: 请输入扩展包说明。
zh_hk: 請輸入擴展包說明。

# creation_version
source: Please enter a valid package version number in the following format: \r\n 1.0.0
ca_es: Versió (número de versió en aquest format: 1.0.0)
hu_hu: Kérjük, adjon meg érvényes csomag verziószámot a következő formátumban: \r\n 1.0.0
ja_jp: パッケージの有効なバージョンを次の形で入力してください。: \r\n 1.0.0
nb_no: Legg til en gyldig pakkeversjonsnummer på følgende format: \r\n 1.0.0
pl_pl: Wprowadź poprawny numer wersji pakietu w następującym formacie: \r\n 1.0.0
pt_pt: Por favor introduza uma versão numérica válida para o pacote, no seguinte formato: \r\n 1.0.0
sv_se: Ange ett giltigt paketversionsnummer i följande format: \r\n 1.0.0
zh_cn: 请输入一个有效格式的扩展包版本号: \r\n 例如 1.0.0
zh_hk: 請使用以下格式輸入有效的擴展包版本: \r\n 1.0.0

# creation_version_invalid
source: You have entered an invalid version number. \r\n Please try again.
ca_es: Heu triat un número de versió no vàlid. \r\n Torneu-ho a intentar.
hu_hu: Érvénytelen verziószámot adott meg. \r\n Kérjük, adja meg újra.
ja_jp: 入力されたバージョンは無効です。 \r\n 再度入力してください。
nb_no: Du har skrevet inn et ikke gyldig versjonsnummer. \r\n Prøv igjen.
pl_pl: Podałeś nieprawidłowy numer wersji. \r\n Spróbuj ponownie.
pt_pt: Introduziu uma versão numérica inválida. \r\n Por favor tente novamente.
sv_se: Du har angett ett ogiltigt versionsnummer. \r\n Försök igen.
zh_cn: 您输入的版本号无效。 \r\n 请再试一个正常点的。
zh_hk: 您輸入了無效的版本. \r\n 請重試。

# creation_success
source: Package creation was successful.
ca_es: S'ha creat el paquet correctament.
hu_hu: A csomag létrehozása sikeresen megtörtént.
ja_jp: パッケージの生成に成功しました。
nb_no: Pakken ble velykket laget.
pl_pl: Tworzenie pakietu przebiegło pomyślnie.
pt_pt: A criação do pacote foi bem sucedida.
sv_se: Paketet skapades utan problem.
zh_cn: 扩展包创建非常成功。
zh_hk: 擴展包安裝成功。

# creation_success_header
source: Package Creation Successful
ca_es: Paquet creat correctament
hu_hu: Sikeres csomagkészítés
ja_jp: パッケージの生成に成功
nb_no: Laging av pakken er vellykket.
pl_pl: Tworzenie pakietu przebiegło pomyślnie
pt_pt: Pacote criado com sucesso
sv_se: Paketskapande lyckades
zh_cn: 创建成功
zh_hk: 擴展包安裝成功

# creation_success_files
source: The following files were added to your package:
ca_es: S'han afegit els fitxers següents al paquet:
hu_hu: A következő fájlok kerültek a csomagba:
ja_jp: 次のファイルがパッケージに追加されます:
nb_no: Følgende filer ble lagt til din pakke:
pl_pl: Do Twojego pakietu dodano następujące pliki:
pt_pt: Os seguintes ficheiros foram adicionados ao pacote:
sv_se: Följande filer har lagts till i ditt paket:
zh_cn: 以下的文件被打包了:
zh_hk: 已添加以下檔案到擴展包:

# creation_failure
source: Unfortunately, creation of your package failed.
ca_es: S'ha produït un error en crear el paquet.
hu_hu: Sajnos nem sikerült létrehozni a csomagot.
ja_jp: 残念ながらパッケージの生成に失敗しました。
nb_no: Dessverre feilet opprettelsen av pakken din.
pl_pl: Niestety, tworzenie twojego pakietu nie powiodło się.
pt_pt: Infelizmente falhou a criação do pacote.
sv_se: Tyvärr misslyckades skapandet av ditt paket.
zh_cn: 真不幸, 你的扩展包创建失败了。
zh_hk: 創建擴展包失敗

# creation_failure_header
source: Package Creation Failed
ca_es: Error de creació
hu_hu: A csomag létrehozása sikertelen
ja_jp: パッケージの生成に失敗
nb_no: Laging av pakken feilet
pl_pl: Tworzenie pakietu nie powiodło się
pt_pt: Falhou a criação do pacote
sv_se: Paketskapandet misslyckades
zh_cn: 创建失败
zh_hk: 創建擴展包失敗

# creation_failure_error
source: The following error was encountered:
ca_es: S'ha trobat el problema següent:
hu_hu: A következő hiba történt:
ja_jp: 次のエラーが見つかりました:
nb_no: Følgende feil oppstod:
pl_pl: Wystąpił następujący błąd:
pt_pt: Foi encontrado o seguinte erro:
sv_se: Följande fel uppstod:
zh_cn: 遇到了下列错误:
zh_hk: 遇到以下錯誤:

# creation_proceed
source: Proceed......
ca_es: Continua...
hu_hu: Folytatás......
ja_jp: 続行......
nb_no: Fortsett.....
pl_pl: Kontynuuj......
pt_pt: Continue......
sv_se: Fortsätt...
zh_cn: 继续……
zh_hk: 繼續...

# creation_invalid_nofiles
source: No files were selected to package- Please retry.
ca_es: No heu inclòs cap fitxer en el paquet. Torneu-ho a provar.
nb_no: Ingen filer ble lagt til i pakken. Prøv igjen.
pt_pt: Não foram seleccionados ficheiros para o pacote- Por favor tente novamente.
sv_se: Inga filer valdes för paketering – försök igen.
zh_hk: 未選擇要打包的檔案，請重試。

# creation_invalid_filename
source: The selected filename is invalid- Please retry.
ca_es: El nom del fitxer no és vàlid. \r\n Torneu-ho a intentar.
hu_hu: A kiválasztott fájlnév érvénytelen - próbálja újra.
ja_jp: 選択したファイル名は無効です。再入力してください。
nb_no: Valgt filnavn er ikke gyldig. Prøv igjen.
pl_pl: Wybrana nazwa pliku jest nieprawidłowa. Spróbuj ponownie.
pt_pt: O nome de ficheiro seleccionado é inválido. Por favor tente novamente.
sv_se: Det valda filnamnet är ogiltigt – försök igen.
zh_cn: 选择的文件名无效, 请重输。
zh_hk: 所選檔案位置無效，請重試。

# creation_new_id
source: The new package has been assigned the following GUID:
ca_es: S'ha assignat l'identificador següent al paquet nou:
hu_hu: Az új csomag a következő GUID azonosítót kapta:
ja_jp: 新しいパッケージは次のGUIDに割り当てられます:
nb_no: Pakken har blitt tildelt følgende GUID:
pl_pl: Do nowego pakietu przypisano następujący identyfikator GUID:
pt_pt: O seguinte GUID foi atribuído ao novo pacote:
sv_se: Det nya paketet har tilldelats följande GUID:
zh_cn: 这个新扩展包将拥有这一个GUID标识号:
zh_hk: 新擴展包已分配了以下GUID：

# creation_replace_id
source: Replacing the package with the following GUID:
ca_es: Es reemplaçarà el paquet amb l'identificador següent:
hu_hu: A következő GUID azonosítójú csomag cseréje:
ja_jp: 次のGUIDでパッケージを置き換えます:
nb_no: Bytter ut pakken med følgende GUID:
pl_pl: Zastąp pakiet następującym identyfikatorem GUID:
pt_pt: Substituindo o pacote com o seguinte GUID:
sv_se: Ersätt paketet med följande GUID:
zh_cn: 这将替代拥有这个GUID标识号的扩展包:
zh_hk: 用以下GUID替換擴展包：

# creation_save
source: Save Package
ca_es: Desa el paquet
hu_hu: Csomag mentése
ja_jp: パッケージの保存
nb_no: Lagre pakke
pl_pl: Zapisz pakiet
pt_pt: Guardar pacote
sv_se: Spara paket
zh_cn: 保存扩展包
zh_hk: 儲存擴展包

# creation_replace
source: Is this to replace an existing package?
ca_es: Voleu reemplaçar un paquet existent?
hu_hu: Ezzel egy már létező csomagot kíván lecserélni?
ja_jp: 現在のパッケージをこのパッケージで置き換えますか?
nb_no: Er dette en oppdatering av en eksisterende pakke?
pl_pl: Czy to ma zastąpić istniejący pakiet?
pt_pt: Destina-se a substituir um pacote existente?
sv_se: Ska detta ersätta ett befintligt paket?
zh_cn: 这是要替代一个以前做好的扩展包的吗？
zh_hk: 這是取代另一個擴展包的嗎？

# creation_yes
source: Yes
ca_es: Sí
hu_hu: Igen
ja_jp: はい
nb_no: Ja
pl_pl: Tak
pt_pt: Sim
sv_se: Ja
zh_cn: 是的
zh_hk: 是

# creation_no
source: No
hu_hu: Nem
ja_jp: いいえ
nb_no: Nei
pl_pl: Nie
pt_pt: Não
sv_se: Nej
zh_cn: 不, 这是全新的
zh_hk: 否

# replace_select
source: Replace this Package
ca_es: Reemplaça aquest paquet
hu_hu: A kiválasztott csomag cseréje
ja_jp: このパッケージを置き換え
nb_no: Bytt ut denne pakken
pl_pl: Zastąp ten pakiet
pt_pt: Substituir este pacote
sv_se: Ersätt detta paket
zh_cn: 替代这个扩展包
zh_hk: 取代這個擴展包

# replace_choose
source: Please select the package you wish to replace:
ca_es: Seleccioneu el paquet que voleu reemplaçar:
hu_hu: Válassza ki a lecserélendő csomagot:
ja_jp: 置き換えをしたいパッケージを選択して下さい:
nb_no: Velg pakken du ønsker å bytte ut:
pl_pl: Wybierz pakiet, który chcesz zastąpić:
pt_pt: Por favor seleccione o pacote a substituir:
sv_se: Välj det paket du vill byta ut:
zh_cn: 请选择你想要让它替代的扩展包:
zh_hk: 請選擇你想取代的擴展包:

# replace_noneavailable
source: No packages are currently installed.
ca_es: No hi ha cap paquet instal·lat.
hu_hu: Jelenleg nincsenek telepített csomagok.
ja_jp: 現在インストールされているパッケージがありません。
nb_no: Ingen pakker er foreløpig installert.
pl_pl: Żadne pakiety nie są obecnie zainstalowane.
pt_pt: Presentemente não há pacotes isntalados.
sv_se: Inga paket är för närvarande installerade.
zh_cn: 目前没有安装任何扩展包, 请先安装你要替代的扩展包。
zh_hk: 沒有安裝任何擴展包

# type_route
source: Route
ca_es: Ruta
hu_hu: Pálya
nb_no: Ruter
pl_pl: Trasa
pt_pt: Linha
sv_se: Rutt
zh_cn: 线路
zh_hk: 路線

# type_train
source: Train
ca_es: Tren
hu_hu: Vonat
nb_no: Tog
pl_pl: Pociag
pt_pt: Comboio
sv_se: Tåg
zh_cn: 列车
zh_hk: 列車

# type_other
source: Other
ca_es: Altres
hu_hu: Egyéb
ja_jp: その他
nb_no: Andre
pl_pl: Inny
pt_pt: Outro
sv_se: Annat
zh_cn: 其他
zh_hk: 其他

# type_select
source: Please select the package type:
ca_es: Seleccioneu el tipus de paquet:
hu_hu: Válassza ki a csomag típusát:
ja_jp: パッケージの種類を選択して下さい:
nb_no: Velg en pakketype:
pl_pl: Wybierz typ pakietu:
pt_pt: Por favor seleccione o tipo de pacote:
sv_se: Välj pakettyp:
zh_cn: 请选择扩展包类型:
zh_hk: 請選擇擴展包類型：

# uninstall_failure
source: Unfortunately, uninstallation of this package failed.
ca_es: S'ha produït un error en desinstal·lar el paquet.
hu_hu: Sajnos a csomag eltávolítása nem sikerült.
ja_jp: 残念ですが、パッケージのインストール処理に失敗しました。
nb_no: Avinstallering av denne pakken feilet.
pl_pl: Niestety odinstalowanie tego pakietu nie powiodło się.
pt_pt: Infelizmente a desinstalação deste pacote falhou.
sv_se: Tyvärr misslyckades avinstallationen av detta paket.
zh_cn: 真不幸, 扩展包卸载失败了。
zh_hk: 擴展包卸載失敗。

# uninstall_failure_header
source: Uninstallation Failed
ca_es: Error de desinstal·lació
hu_hu: Az eltávolítás sikertelen
ja_jp: アンインストールの処理に失敗しました
nb_no: Avinstallering feilet
pl_pl: Deinstalacja nie powiodła się
pt_pt: Desinstalação falhada
sv_se: Avinstallationen misslyckades
zh_cn: 卸载失败
zh_hk: 卸載失敗

# uninstall_success
source: Uninstallation of this package was successful.
ca_es: S'ha desinstal·lat el paquet correctament.
hu_hu: A csomag eltávolítása sikeres.
ja_jp: パッケージのアンインストール処理は成功しました。
nb_no: Avinstalleringen av denne pakken var vellykket.
pl_pl: Deinstalacja tego pakietu zakończyła się powodzeniem.
pt_pt: A desinstalação deste pacote foi bem sucedida.
sv_se: Avinstallationen av detta paket lyckades.
zh_cn: 成功卸载了这个扩展包。
zh_hk: 卸載成功

# uninstall_success_header
source: Uninstallation Successful
ca_es: Paquet desinstal·lat correctament
hu_hu: Sikeres eltávolítás
ja_jp: アンインストール処理の成功
nb_no: Avinstallering vellykket
pl_pl: Deinstalacja zakończyła się powodzeniem
pt_pt: Desinstalação bem sucedida
sv_se: Avinstallationen lyckades
zh_cn: 卸载成功
zh_hk: 卸載成功

# uninstall_log
source: A log is shown below:
ca_es: A continuació es mostra el registre:
hu_hu: Alább láthatja a naplót:
ja_jp: ログは以下に表示されます:
nb_no: Loggen vises nedenfor:
pl_pl: Log:
pt_pt: Um relatório é mostrado abaixo:
sv_se: En logg visas nedan:
zh_cn: 在卸载过程中执行了下列操作:
zh_hk: 卸載過程日誌(log):

# uninstall_button
source: Uninstall Package
ca_es: Esborra un paquet
hu_hu: Csomag eltávolítása
ja_jp: アンインストール
nb_no: Avinstaller pakker
pl_pl: Odinstaluj pakiet
pt_pt: Desinstalar pacote
sv_se: Avinstallera paket
zh_cn: 卸载扩展包
zh_hk: 刪除擴展包

# uninstall_broken
source: Some existing packages may be broken by this action.
ca_es: Alguns dels paquets instal·lats quedaran trencats si continueu.
hu_hu: Néhány létező csomag használhatatlanná válhat ezáltal.
ja_jp: 本アクションにより、いくつかの既存のパッケージが破損する恐れがあります。
nb_no: Eksisterende pakker kan bli skadet av denne handlingen.
pl_pl: Niektóre istniejące pakiety mogą zostać uszkodzone przez tę akcję.
pt_pt: Alguns pacotes existentes poderão ser danificados por esta acção.
sv_se: Vissa befintliga paket kan sluta fungera på grund av denna åtgärd.
zh_cn: 执行这个动作可能会破坏依赖关系。
zh_hk: 有些擴展包可能被這個動作破壞。

# uninstall_missing_xml
source: Unable to uninstall the selected package. \r\n XML file list missing.
ca_es: No s'ha pogut desinstal·lar el paquet seleccionat. \r\n No s'ha trobat la llista de fitxers XML.
hu_hu: Nem tudjuk eltávolítani a kiválasztott csomagot. \r\n XML fájl hiányzik.
ja_jp: 選択されたパッケージがアンインストールできません。 \r\n XMLファイルのリストが存在しません。
nb_no: Ikke mulig å avinstallere den valgte pakken. \r\n XML listefil mangler.
pl_pl: Nie można odinstalować wybranego pakietu. \r\n Brak pliku XML.
pt_pt: Incapaz de desinstalar o pacote seleccionado. \r\n Falta a lista do ficheiro XML.
sv_se: Det går inte att avinstallera det valda paketet. \r\n XML-fillistan saknas.
zh_cn: 无法卸载这个扩展包。 \r\n 文件列表缺失。
zh_hk: 無法卸載這個擴展包。 \r\n XML檔案缺失。

# uninstall_database_remove
source: Do you wish to remove this package from the database?
ca_es: Voleu esborrar aquest paquet de la base de dades?
hu_hu: El kívánja távolítani ezt a csomagot az adatbázisból?
ja_jp: このパッケージを、データベースから削除しますか?
nb_no: Ønsker du å fjerne denne pakken helt fra databasen?
pl_pl: Czy chcesz usunąć ten pakiet z bazy danych?
pt_pt: Pretende remover este pacote da base de dados?
sv_se: Vill du ta bort detta paket från databasen?
zh_cn: 你想要从数据库中移除这个扩展包的信息吗？
zh_hk: 你想要從數據庫中移除這個擴展包嗎?

# database_save_error
source: An error occured whilst saving the package database. \r\n Please check for write permissions.
ca_es: S'ha produït un error en desar la base de dades de paquets. \r\n Comproveu els permisos d'escriptura.
hu_hu: Hiba történt a csomag adatbázis mentése közben. \r\n Ellenőrizze az írásjogosultságot.
ja_jp: パッケージデータベースへの保存中に、エラーが発生しました。 \r\n ファイルやフォルダの書き込みに対する権限を確認して下さい。
nb_no: En feil oppstod mens pakken prøvde å lagres til databasen. \r\n Vennligst sjekk om du har skriverettigheter.
pl_pl: Wystąpił błąd podczas zapisywania bazy danych pakietów. \r\n Proszę sprawdzić uprawnienia do zapisu.
pt_pt: Ocorreu um erro ao guardar a base de dados do pacote. \r\n Por favor verifique as permissões de escrita.
sv_se: Ett fel uppstod vid sparandet av paketdatabasen. \r\n Kontrollera skrivbehörigheten.
zh_cn: 在保存数据库时出现问题。 \r\n 请检查写入权限。
zh_hk: 儲存擴展包時出現問題。 \r\n 請檢查權限。
