Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# label_brake
source: Brake: [notch]
ca_es: Fre: [notch]
pt_pt: Travão [notch]
sv_se: Broms: [notch]
zh_cn: 制动：[notch]
zh_hk: 制動: [notch]

# label_power
source: Power: [notch]
ca_es: Tracció: [notch]
pt_pt: Acelerador [notch]
sv_se: Effekt: [notch]
zh_cn: 牵引：[notch]
zh_hk: 動力: [notch]

# label_reverser
source: Reverser: [notch]
pt_pt: Inversor [notch]
sv_se: Omvändare: [notch]
zh_hk: 方向控制桿: [notch]

# calibration_button
source: Start calibration
ca_es: Inicia el calibratge
pt_pt: Inicia a calibragem
sv_se: Starta kalibrering
zh_cn: 开始校准
zh_hk: 開始校準：

source: Device:
ca_es: Dispositiu:
pt_pt: Dispositivo:
sv_se: Enhet:
zh_cn: 设备：
zh_hk: 裝置:

# button_section
source: Button mapping
ca_es: Assignació dels botons
pt_pt: Mapeamento dos botões
sv_se: Knappmappning
zh_cn: 按钮分配
zh_hk: 按鈕映射

# command_none
source: None
ca_es: Cap
pt_pt: Nenhum
sv_se: Ingen
zh_cn: 无
zh_hk: 沒有

# handle_section
source: Handle mapping
ca_es: Assignació de les manetes
pt_pt: Mapeamento do manípulo
sv_se: Hantera mappning
zh_cn: 手柄分配
zh_hk: 手柄映射

# option_convert
source: Convert notches
ca_es: Converteix les posicions
pt_pt: Converte pontos
sv_se: Konvertera skåror
zh_cn: 转换级位
zh_hk: 變換切口

# option_keep_minmax
source: Keep minimum and maximum
ca_es: Conserva les posicions màxima i mínima
pt_pt: Mantém mínimo e máximo
sv_se: Behåll minimum och maximum
zh_cn: 保持最小与最大
zh_hk: 保持最少和最大

# option_holdbrake
source: Map hold brake to B1
ca_es: Assigna el fre de retenció a F1
pt_pt: Mapa mantém o travão em B1
sv_se: Karta håll broms till B1
zh_cn: 将抑速制动对应到B1
zh_hk: 映射制動閘到 B1

# save_button
source: Save
ca_es: Desa
pt_pt: Guardar
sv_se: Spara
zh_cn: 保存
zh_hk: 儲存

# cancel_button
source: Cancel
ca_es: Cancel·la
pt_pt: Cancelar
sv_se: Avbryt
zh_cn: 取消
zh_hk: 取消

# calibrate_button
source: Hold the [button] button in the controller and press OK.
ca_es: Manteniu premut el botó [button] del comandament i premeu «D'acord».
pt_pt: Carregue no [button] botão do controlador e pressione OK.
sv_se: Håll ned [button] på kontrollen och tryck på OK.
zh_cn: 请按住控制器上的[button]按钮，然后按”确定“。
zh_hk: 請在控制器上按住[button], 然後按確定。

# calibrate_brake
source: Move the brake handle to [notch] and press OK.
ca_es: Moveu la maneta de fre a [notch] i premeu «D'acord».
pt_pt: Mova o manípulo do travão para [notch] e pressione OK.
sv_se: Flytta bromshandtaget till [notch] och tryck på OK.
zh_cn: 请将制动手柄移至[notch]，然后按”确定“。
zh_hk: 移動減速手柄到[notch], 然後按確定.

# calibrate_power
source: Move the power handle to [notch] and press OK.
ca_es: Moveu la maneta de tracció a [notch] i premeu «D'acord».
pt_pt: Mova o manípulo do acelerador para [notch] e pressione OK.
sv_se: Flytta effekthandtaget till [notch] och tryck på OK.
zh_cn: 请将牵引手柄移至[notch]，然后按”确定“。
zh_hk: 移動加速手柄到[notch], 然後按確定.

# label_up
source: UP
ca_es: AMUNT
pt_pt: ACIMA
zh_cn: 上
zh_hk: 上

# label_down
source: DOWN
ca_es: AVALL
pt_pt: ABAIXO
sv_se: NED
zh_cn: 下
zh_hk: 下

# label_left
source: LEFT
ca_es: ESQU.
pt_pt: ESQUERDA
sv_se: VÄNSTER
zh_cn: 左
zh_hk: 左

# label_right
source: RIGHT
ca_es: DRETA
pt_pt: DIREITA
sv_se: RÄTT
zh_cn: 右
zh_hk: 右

# label_ldoor
source: L DOOR
ca_es: P. ESQ.
pt_pt: PORTA ESQUERDA
sv_se: L DÖRR
zh_cn: 左门
zh_hk: 左門

# label_rdoor
source: R DOOR
ca_es: P. DRE.
pt_pt: PORTA DIREITA
sv_se: R DÖRR
zh_cn: 右门
zh_hk: 右門

# linkLabel_driver
source: My controller is not detected or does not work properly
ca_es: No s'ha detectat el meu comandament o no funciona correctament
pt_pt: O meu controlador não foi detectado ou não funciona correctamente
sv_se: Min kontroller upptäcks inte eller fungerar inte korrekt
zh_cn: 我的控制器没有被检测到，或无法正常运作
zh_hk: 未檢測到控制器 / 控制器無法正常工作?

# help_title
source: Help
ca_es: Ajuda
pt_pt: Ajuda
sv_se: Hjälp
zh_cn: 帮助
zh_hk: 幫助

# help_controller1_label
source: My controller is not working correctly
ca_es: El meu comandament no funciona correctament
pt_pt: O meu controlador não funciona correctamente
sv_se: Min kontroller fungerar inte korrekt
zh_cn: 我的控制器无法正常运作
zh_hk: 我的控制器無法正常工作

# help_controller2_label
source: My PS2 controller is not detected
ca_es: No s'ha detectat el meu comandament per a PS2
pt_pt: O meu controlador PS2 não foi detectado
sv_se: Min PS2-kontroll detekteras inte
zh_cn: 我的PS2控制器无法正常运作
zh_hk: 未檢測到我的PS2控制器

# help_controller1_textbox
source: If your non-USB controller is not providing correct input:\r\n\r\n1. Ensure the USB adapter is working. Ideally, the adapter should map the direction buttons from a standard controller to separate buttons to avoid compatibility issues.\r\n2. Calibrate the controller from the configuration window, if necessary.
pt_pt: Se o seu controlador não USB não proporcionar uma entrada correcta:\r\n\r\n1. Assegure-se de que o adaptador USB esteja funcional. Idealmente, o adaptador deveria mapear os botões de direcção a partir dum controlador padrão para botões separados para evitar incompatibilidades.\r\n2. Calibre o controlador a partir da janela de configuração, se necessário.
sv_se: Om din icke-USB-kontroll inte ger korrekt inmatning:\r\n\r\n1. Kontrollera att USB-adaptern fungerar. Helst bör adaptern mappa riktningsknapparna från en standardkontroll till separata knappar för att undvika kompatibilitetsproblem.\r\n2. Kalibrera kontrollen från konfigurationsfönstret, om det behövs.
zh_hk: 如果您的非USB控制器未提供正確的輸入，請執行以下操作： 1.確保USB適配器正常工作。 正常情況下，適配器應將標準控制器的方向按鈕映射到單獨的按鈕，以避免兼容性問題。 2.如有必要，請從配置窗口中校準控制器。

# help_controller2_textbox
source: If your PS2 controller does not appear in the list, follow these steps:
ca_es: Si el comandament per a PS2 no apareix a la llista, seguiu els passos següents:
pt_pt: Se o seu controlador PS2 não aparecer nesta lista siga os passos seguintes:
sv_se: Om din PS2-kontroll inte visas i listan, följ dessa steg:
zh_cn: 如果您的PS2控制器没有出现在列表中，请按照以下步骤操作：
zh_hk: 如果您的PS2控制器未出現在列表中，請按照下列步驟操作:

# help_windows_textbox
source: 1. Extract the Windows drivers.\r\n2. Download and run Zadig.\r\n3. Load the appropriate CFG file for your device ("Device > Load Preset Device").\r\n4. Press "Install Driver" and wait for installation to complete.
pt_pt: 1. Extraia os controladores Windows.\r11n2. Baixe e execute o Zadig.\r\n3. Carregue o ficheiro CFG apropriado para o seu dispositivo ("Device > Load Preset Device").\r\n4. Pressione "Install Driver" e aguarde que a instalação complete.
sv_se: 1. Extrahera Windows-drivrutinerna.\r\n2. Hämta ner och kör Zadig.\r\n3. Läs in den CFG-fil som passar din enhet ("Enhet > Läs in förinställd enhet").\r\n4. Tryck på "Installera drivrutin" och vänta tills installationen är klar.

# help_libusb_symlink
source: LibUsb appears to be either missing, or has not been correctly symlinked for runtime loading.\r\nPlease follow the following instructions:\r\n\r\n1. Check that the "libusb-1.0" package is installed.\r\n2. Find the location of "libusb-1.0.so.0" - On recent Ubuntu and Debian versions, this is likely to be "/lib/x86_64-linux-gnu/"\r\n3. Open the directory in the terminal.\r\n4. Check this location to see if "libusb-1.0.so" exists.\r\n5. If the file does not exist, we must create the appropriate symlink by executing the following command from this terminal: "sudo ln -s libusb-1.0.so.0 libusb-1.0.so"
pt_pt: LibUsb parece faltar ou não foi correctamente ligado para o carregamento do runtime.\r\nPor favor siga as seguintes instruções:\r\n\r\n1. Verifique se o pacote "libusb-1.0" está instalado.\r\n2. Procure a localização do "libusb-1.0.so.0" - Nas versões recentes de Ubuntu e Debian, esta deverá ser "/lib/x86_64-linux-gnu/"\r\n3. Abra o directório no terminal.\r\n4. Verifique esta localização para ver se existe o "libusb-1.0.so" exists.\r\n5. Se o ficheiro não existir, devemos criar a apropriada ligação executando o seguinte comando a partir deste terminal: "sudo ln -s libusb-1.0.so.0 libusb-1.0.so"
sv_se: LibUsb verkar antingen saknas eller inte ha symlänkat korrekt för inläsning vid körning.\r\nFölj dessa instruktioner:\r\n\r\n1. Kontrollera att paketet "libusb-1.0" är installerat.\r\n2. Hitta platsen för "libusb-1.0.so.0" – I de senaste versionerna av Ubuntu och Debian är det troligtvis "/lib/x86_64-linux-gnu/".\r\n3. Öppna katalogen i terminalen.\r\n4. Kontrollera denna plats för att se om "libusb-1.0.so" finns\r\n5. Om filen inte finns måste vi skapa en lämplig symlänk genom att köra följande kommando från terminalen: "sudo ln -s libusb-1.0.so.0 libusb-1.0.so"

# help_linux_textbox
source: 1. Extract the Linux udev file.\r\n2. Copy the file to "/etc/udev/rules.d/" (root permissions required).\r\n3. Reboot or reload udev rules manually.
pt_pt: 1. Extrair o ficheiro Linux udev.\r\n2. Copiar o ficheiro para "/etc/udev/rules.d/" (necessárias permissões de raíz).\r\n3. Reinicie ou recarregue as regras udev manualmente.
sv_se: 1. Extrahera Linux udev-filen.\r\n2. Kopiera filen till "/etc/udev/rules.d/" (root-behörighet krävs).\r\n3. Starta om eller läs om udev-reglerna manuellt.

# help_zadig_button
source: Get Zadig
ca_es: Obtén el Zadig
pt_pt: Obter o Zadig
sv_se: Skaffa Zadig
zh_cn: 下载 Zadig
zh_hk: 下載 Zadig

# help_windows_button
source: Extract files (Windows)
ca_es: Extreu (Windows)
pt_pt: Extrair ficheiros (Windows)
sv_se: Extrahera filer (Windows)
zh_cn: 解压文件 (Windows)
zh_hk: 解壓縮檔案 (Windows)

# help_linux_button
source: Extract files (Linux)
ca_es: Extreu (Linux)
pt_pt: Extrair ficheiros (Linux)
sv_se: Extrahera filer (Linux)
zh_cn: 解压文件 (Linux)
zh_hk: 解壓縮檔案 (Linux)

source: New
ca_es: Nou
hu_hu: Új
ja_jp: 新規作成
nb_no: Ny
pt_pt: Novo
sv_se: Ny
zh_cn: 新建
zh_hk: 新

source: Open...
ca_es: Obre...
hu_hu: Megnyitás...
ja_jp: 開く
nb_no: Åpne...
pt_pt: Abrir...
sv_se: Öppna...
zh_cn: 打开...
zh_hk: 開啓...

source: Save
hu_hu: Mentés
ja_jp: 保存
nb_no: Lagre
pt_pt: Guardar
sv_se: Spara
zh_hk: 儲存

source: Save as...
ca_es: Desa com a...
hu_hu: Mentés másként...
ja_jp: 名前を付けて保存
nb_no: Lagre som...
pt_pt: Guardar como...
sv_se: Spara som...
zh_cn: 另存为...
zh_hk: 另存為...

# new_message
source: Do you want to save data before creating a new train?
ca_es: Voleu desar les dades abans de crear un tren nou?
ja_jp: 新しい車両データを作成する前に現在のデータを保存しますか?
nb_no: Ønsker du å lagre før du lager et nytt tog?
pt_pt: Quer guardar os dados antes de criar um novo comboio?
sv_se: Vill du spara data innan du skapar ett nytt tåg?
zh_cn: 你要在新建前保存当前数据吗?
zh_hk: 您要在創建新列車前儲存資料嗎？

# open_message
source: Do you want to save data before opening another train?
ca_es: Voleu desar les dades abans d'obrir un altre tren?
ja_jp: 別の車両データを開く前に現在のデータを保存しますか?
nb_no: Ønsker du å lagre data før åpne ett nytt tog?
pt_pt: Quer guardar os dados antes de abrir um novo comboio?
sv_se: Vill du spara data innan du öppnar ett annat tåg?
zh_cn: 你要在打开前保存当前数据吗?
zh_hk: 您要在打開另一列列車前儲存資料嗎？

# close_message
source: Do you want to save data before closing?
ca_es: Voleu desar les dades abans de sortir?
ja_jp: 閉じる前に現在のデータを保存しますか?
nb_no: Ønsker du å lagre data før du lukker?
pt_pt: Quer guardar os dados antes de fechar?
sv_se: Vill du spara data innan du stänger?
zh_cn: 你要在退出前保存当前数据吗?
zh_hk: 您要在關閉前儲存資料嗎？

# properties_one
source: Properties (1)
ca_es: Propietats (1)
hu_hu: Tulajdonságok (1)
ja_jp: プロパティ (1)
nb_no: Egenskaper (1)
pt_pt: Propriedades (1)
sv_se: Egenskaper (1)
zh_cn: 特性 (1)
zh_hk: 特性 (1)

# properties_two
source: Properties (2)
ca_es: Propietats (2)
hu_hu: Tulajdonságok (2)
ja_jp: プロパティ (2)
nb_no: Egenskaper (2)
pt_pt: Propriedades (2)
sv_se: Egenskaper (2)
zh_cn: 特性 (2)
zh_hk: 特性 (2)

source: Performance
ca_es: Rendiment
ja_jp: 性能
nb_no: Ytelse
pt_pt: Desempenho
sv_se: Prestanda
zh_cn: 性能
zh_hk: 性能

source: Deceleration:
ca_es: Desacceleració:
ja_jp: 減速度:
nb_no: Fartsreduksjon:
pt_pt: Desaceleração:
sv_se: Bromsning:
zh_cn: 减速度:
zh_hk: 減速：

# static_friction
source: CoefficientOfStaticFriction:
ja_jp: 静止摩擦係数:
nb_no: Koeffisient for statisk friksjon
pt_pt: Coeficiente de fricção estática:
sv_se: Statisk friktionskoefficient:
zh_cn: 静摩擦因数:
zh_hk: 靜摩擦係數:

# rolling_resistance
source: CoefficientOfRollingResistance:
ja_jp: 転がり抵抗係数:
nb_no: Koeffisient for rullemotstand
pt_pt: Coeficiente de resistência ao ar:
sv_se: Rullmotståndskoefficient:
zh_cn: 滚动摩擦因数:
zh_hk: 滾動摩擦係數:

# aerodynamic_drag
source: AerodynamicDragCoefficient:
ja_jp: 空気抵抗係数:
nb_no: Koeffisient for luftmotstand
pt_pt: Coeficiente de arrasto aerodinâmico:
sv_se: Aerodynamisk motståndskoefficient:
zh_cn: 空气阻力因数:
zh_hk: 空氣阻力係數:

source: Delay
ja_jp: 遅れ時間
nb_no: Forsinkelse
pt_pt: Atraso
sv_se: Fördröj
zh_cn: 延迟
zh_hk: 延遲

# power_up
source: DelayPowerUp
ja_jp: 力行入
nb_no: Forsinkelse turtall opp
pt_pt: Atraso à aceleração
sv_se: Fördröj strömstart
zh_cn: 功率增加
zh_hk: 動力增加

# power_down
source: DelayPowerDown
ja_jp: 力行切
nb_no: Forsinkelse turtall ned
pt_pt: Atraso à desaceleração
sv_se: Fördröj strömavstängning
zh_cn: 功率减少
zh_hk: 動力减少

# brake_up
source: DelayBrakeUp
ja_jp: 制動込
nb_no: Forsinkelse bremse på
pt_pt: Atraso à travagem
sv_se: Fördröjningsbromsning
zh_cn: 制动增加
zh_hk: 煞車增加

# brake_down
source: DelayBrakeDown
ja_jp: 制動緩
nb_no: Forsinkelse bremse av
pt_pt: Atraso à destravagem
sv_se: Fördröjningsbroms
zh_cn: 制动减少
zh_hk: 煞車減少

source: Set
ja_jp: 設定
pt_pt: Definir
sv_se: Sätt
zh_cn: 设定
zh_hk: 設定

source: Notch
ja_jp: ノッチ
nb_no: Hakk
pt_pt: Ponto
sv_se: Hack
zh_cn: 级位
zh_hk: 級位

source: Move
ca_es: Mou
ja_jp: ジャーク制御
nb_no: Bevegelse
pt_pt: Mover
sv_se: Flytta
zh_cn: 速率
zh_hk: 速率

source: JerkPowerUp:
ja_jp: 力行入:
nb_no: Dytt aksl. opp
pt_pt: Impulso à aceleração:
zh_cn: 功率增加:
zh_hk: 動力增加:

source: JerkPowerDown:
ja_jp: 力行切:
nb_no: Dytt aksl. ned
pt_pt: Impulso à desaceleração:
zh_cn: 功率减少:
zh_hk: 動力減少:

source: JerkBrakeUp:
ja_jp: 電制込:
nb_no: Dytt brems på
pt_pt: Impulso à travagem:
zh_cn: 制动增加:
zh_hk: 煞車增加:

source: JerkBrakeDown:
ja_jp: 電制緩:
nb_no: Dytt brems av
pt_pt: Impulso à destravagem:
zh_cn: 制动减少:
zh_hk: 煞車減少:

source: BrakeCylinderUp:
ja_jp: 空制込:
nb_no: Bremsesylinder opp
pt_pt: Máximo cil. dos travões:
sv_se: Bromscylinder upp:
zh_cn: 制动风缸充气:
zh_hk: 煞車風缸充氣:

source: BrakeCylinderDown:
ja_jp: 空制緩:
nb_no: Bremsesylinder ned
pt_pt: Mínimo cil. dos travões:
sv_se: Bromscylinder ned:
zh_cn: 制动风缸放气:
zh_hk: 煞車風缸充氣:

# type
source: BrakeType:
ca_es: Tipus de fre:
ja_jp: ブレーキ方式:
nb_no: Bremsesystem:
pt_pt: Tipo de travão:
sv_se: Bromstyp:
zh_cn: 制动类型:
zh_hk: 煞車類型:

# control_system
source: BrakeControlSystem:
ja_jp: ブレーキ制御方式:
nb_no: Bremsekontrollsystem:
pt_pt: Sistema de travagem:
sv_se: Bromskontrollsystem:
zh_cn: 电磁制动控制系统:
zh_hk: 煞車控制系统:

# control_speed
source: BrakeControlSpeed:
ja_jp: 電制速度:
nb_no: Bremsekontrollfart
pt_pt: Velocidade de travagem:
sv_se: Bromskontrollhastighet:
zh_cn: 电磁制动停用速度:
zh_hk: 煞車控制速度:

# smee
source: Electromagnetic straight air brake
ja_jp: 電磁直通
nb_no: Elektromagnetisk rett luftbremse
pt_pt: Electromagnético de ar directo
sv_se: Elektromagnetisk rak luftbroms
zh_cn: SMEE 直通空气制动
zh_hk: 直通式空氣製動

# ecb
source: Electro-pneumatic air brake without brake pipe
ja_jp: 電気指令
nb_no: Elektronisk pneumatisk luftbremse uten bremserør
pt_pt: Electropneumático sem conduta
sv_se: Elektropneumatisk luftbroms utan bromsledning
zh_cn: ECB 电控空气制动(无制动管)
zh_hk: 電控空氣製動

# cl
source: Air brake with partial release feature
ja_jp: 自動空気
nb_no: Luftbrems med delvis utslipp
pt_pt: Pneumático com dispositivo de relaxamento parcial
sv_se: Luftbroms med partiell frigöringsfunktion
zh_cn: CL 三压力机构自动空气制动(可阶段缓解)
zh_hk: 三壓力機構自動空氣製動

# control_system_none
source: None
ca_es: Cap
ja_jp: 無し
nb_no: Ingen
pt_pt: Nenhum
sv_se: Ingen
zh_cn: 无控制
zh_hk: 無控制

# lock_out_valve
source: Closing electromagnetic valve
ja_jp: 締切電磁弁
nb_no: Lukket elektromagnetisk hvelv
pt_pt: Válvula electromagnética de fecho
sv_se: Stängande elektromagnetisk ventil
zh_cn: 电磁关断阀
zh_hk: 電磁關斷閥

source: Delay-including control
ja_jp: 遅れ込め制御
nb_no: Inkludert forsinkelses kontroll
pt_pt: Atraso com controle automático
sv_se: Fördröjningsinkluderande styrning
zh_cn: 延迟补偿控制
zh_hk: 延遲補償控制

source: Pressure
ca_es: Pressió
hu_hu: Nyomás
ja_jp: 圧力
nb_no: Trykk
pt_pt: Pressão
sv_se: Tryck
zh_cn: 压力
zh_hk: 壓力

# brake_cylinder_service_max
source: BrakeCylinderServiceMaximumPressure:
ja_jp: ブレーキシリンダ圧力(常用最大):
nb_no: Bremsesylinder maks operasjonelt trykk:
pt_pt: Pressão máx. de serviço (cilindros):
sv_se: Bromscylinderservice maximalt tryck:
zh_cn: 制动风缸常用最大压力:
zh_hk: 煞車風缸常用最大壓力:

# brake_cylinder_emergency_max
source: BrakeCylinderEmergencyMaximumPressure:
ja_jp: ブレーキシリンダ圧力(非常):
nb_no: Bremsesylinder maks nødstopp trykk:
pt_pt: Pressão de emerg. (cilindros):
sv_se: Bromscylinder, maximalt tryck vid nödläge:
zh_cn: 制动风缸紧急制动压力:
zh_hk: 煞車風缸緊急煞車最大壓力:

# main_reservoir_min
source: MainReservoirMinimumPressure:
ja_jp: 元空気ダメ圧力(下限):
nb_no: Hoved reservoar minimumstrykk:
pt_pt: Pressão mín. (tanque principal):
sv_se: Huvudreservoarens minimitryck:
zh_cn: 主风缸最小压力:
zh_hk: 主風缸最小壓力:

# main_reservoir_max
source: MainReservoirMaximumPressure:
ja_jp: 元空気ダメ圧力(上限):
nb_no: Hoved reservoar maksimumstrykk:
pt_pt: Pressão máx. (tanque principal):
sv_se: Huvudreservoarens maximala tryck:
zh_cn: 主风缸最大压力:
zh_hk: 主風缸最大壓力:

# brake_pipe_normal
source: BrakePipeNormalPressure:
ja_jp: 直通管圧力:
nb_no: Bremserørets normale trykk:
pt_pt: Pressão normal (conduta):
sv_se: Bromsrör normaltryck:
zh_cn: 制动管正常压力:
zh_hk: 煞車管正常壓力:

source: Handle
ca_es: Controls
ja_jp: ハンドル
nb_no: Spaker
pt_pt: Manete
zh_cn: 手柄
zh_hk: 手柄

# type
source: HandleType:
ja_jp: ハンドルの種類:
nb_no: Spak type:
pt_pt: Tipo de manete:
sv_se: Handtagstyp:
zh_hk: 控制桿類型:

source: PowerNotches:
ja_jp: 力行ノッチ段数:
nb_no: Turtallhakk
pt_pt: Pontos de motor:
zh_cn: 牵引级位数:
zh_hk: 動力控制級數:

source: BrakeNotches:
ja_jp: ブレーキノッチ段数:
nb_no: Bremsehakk
pt_pt: Pontos de travagem:
sv_se: Bromsskåror:
zh_cn: 制动级位数:
zh_hk: 煞車控制級數:

source: DriverPowerNotches:
ja_jp: 運転者が扱える力行ノッチ段数:
nb_no: Fører turtall hakk:
pt_pt: Pontos de força do maquinista:
zh_cn: 司机可用牵引级位数:
zh_hk: 司機可用的動力級數:

source: DriverBrakeNotches:
ja_jp: 運転者が扱えるブレーキノッチ段数:
nb_no: Fører bremse hakk:
pt_pt: Pts travagem do maquinista:
zh_cn: 司机可用制动级位数:
zh_hk: 司機可用的煞車級數:

source: PowerNotchReduceSteps:
ja_jp: 戻しノッチ段数:
nb_no: Fører reduserende hakk
pt_pt: Pontos de redução de Potência:
zh_cn: 牵引分段减低:
zh_hk: 動力控制桿動作分段:

source: Separated
ca_es: Separat
ja_jp: ツーハンドル
nb_no: Separat
pt_pt: Separada
sv_se: Separerad
zh_cn: 分离
zh_hk: 分開

source: Combined
ca_es: Unificat
ja_jp: ワンハンドル
nb_no: Kombinert
pt_pt: Combinada
sv_se: Kombinerad
zh_cn: 联控
zh_hk: 聯控

# brake_notches_error_message
source: BrakeNotches must be at least 1 if HoldBrake is set.
ja_jp: 抑速ブレーキが有効な場合は、ブレーキノッチは最低1以上でなければなりません。
nb_no: Bremsehakk må være minst 1 hvis parkeringsbremsen er satt.
pt_pt: Pontos de travão devem ser pelo menos 1, se está em Manter travão.
sv_se: BrakeNotches måste vara minst 1 om HoldBrake är inställt.
zh_cn: 如果安装抑速制动, 就必须至少有1个制动级位。
zh_hk: 如有安裝抑速煞車, 就必須至少有1個煞車級位。

# driver_power_notches_error_message
source: DriverPowerNotches must be less than or equal to PowerNotches.
ja_jp: 運転者が扱える力行ノッチ段数は、力行ノッチ段数以下でなければなりません。
nb_no: Førerbremsen må være mindre eller lik turtallshakkene.
pt_pt: Os Pontos de força do maquinista devem ser menores ou iguais aos Pontos de força.
sv_se: DriverPowerNotches måste vara mindre än eller lika med PowerNotches.
zh_cn: 司机可用牵引级位数不能多于总牵引级位数。
zh_hk: "司機可用的動力級數" 一定要少過或等於 "動力控制級數"。

# driver_brake_notches_error_message
source: DriverBrakeNotches must be less than or equal to BrakeNotches.
ja_jp: 運転者が扱えるブレーキノッチ段数は、ブレーキノッチ段数以下でなければなりません。
nb_no: Førers bremsehakk må være mindre eller lik bremsehakkene
pt_pt: Os Pontos de travagem do maquinista devem ser menores ou iguais aos Pontos de travagem.
sv_se: DriverBrakeNotches måste vara mindre än eller lika med BrakeNotches.
zh_cn: 司机可用制动级位数不能多于总制动级位数。
zh_hk: "司機可用的煞車級數" 一定要少過或等於 "煞車控制級數"。

source: Separated (Interlocked)
ca_es: Independent (bloquejat)
pt_pt: Separado (Interligado)
sv_se: Separerad (sammankopplad)
zh_cn: 分离 (联锁)
zh_hk: 分隔 (連鎖)

# separated_interlocked_reverser
source: Separated (Reverser Interlocked)
ca_es: Independent (bloquejat amb l'inversor)
pt_pt: Separado (Inversor interligado)
sv_se: Separerad (omvänd låsning)
zh_cn: 分离 (换向器联锁)
zh_hk: 分隔 (方向控制桿連鎖)

source: Cab
ca_es: Cabina
hu_hu: Vezetőállás
ja_jp: 運転室
nb_no: Førerhytten
pt_pt: Cabina
zh_cn: 驾驶室
zh_hk: 駕駛室

source: DriverCar:
ca_es: Cotxe amb cabina:
ja_jp: 運転台付き車両:
nb_no: Førervogna:
pt_pt: Carruagem-piloto:
zh_cn: 驾驶室所在车厢:
zh_hk: 駕駛室所在車卡:

# driver_car_error_message
source: DriverCar must be less than NumberOfMotorCars + NumberOfTrailerCars.
ja_jp: 運転台付き車両の数は、電動車の両数 + 付随車の両数以下の数でなければなりません。
pt_pt: Carruagem-piloto deve ser menor que Nº de Motoras + Nº de reboques.
sv_se: DriverCar måste vara mindre än NumberOfMotorCars + NumberOfTrailerCars.
zh_cn: 驾驶室所在车厢不能超出车厢总数。
zh_hk: DriverCar 數值要少過 NumberOfMotorCars + NumberOfTrailerCars.

source: Car
ca_es: Cotxe
hu_hu: Kocsik
ja_jp: 車両
nb_no: Vogner
pt_pt: Carruagem
sv_se: Bil
zh_cn: 车厢
zh_hk: 車輛

source: MotorCarMass:
ca_es: Massa dels cotxes motors:
ja_jp: 電動車の質量:
nb_no: Motorvognmasse:
pt_pt: Massa da Motora:
zh_cn: 动车质量:
zh_hk: 動力車卡重量:

source: NumberOfMotorCars:
ca_es: Nombre de cotxes motors:
ja_jp: 電動車の両数:
nb_no: Antall motorvogner:
pt_pt: Número de Motoras:
sv_se: Antal bilar:
zh_cn: 动车数量:
zh_hk: 動力車卡數量:

source: TrailerCarMass:
ca_es: Massa dels cotxes remolc:
ja_jp: 付随車の質量:
nb_no: Trekkvognmasse:
pt_pt: Massa do reboque:
zh_cn: 拖车质量:
zh_hk: 無動力車卡重量:

source: NumberOfTrailerCars:
ca_es: Nombre de cotxes remolc:
ja_jp: 付随車の両数:
nb_no: Antall trekkvogner:
pt_pt: Número de reboques:
sv_se: Antal släpvagnar:
zh_cn: 拖车数量:
zh_hk: 無動力車卡數量:

source: LengthOfACar:
ca_es: Llargada dels cotxes:
ja_jp: 車体長:
nb_no: Lengde på vogn:
pt_pt: Comprimento da carruagem:
sv_se: Längden på en bil:
zh_cn: 车厢长度:
zh_hk: 車卡長度:

source: FrontCarIsMotorCar:
ca_es: El primer cotxe és motor:
ja_jp: 先頭車が電動車かどうか:
nb_no: Fremste vogn har motor:
pt_pt: Carruagem da frente é Motora:
zh_cn: 先头车是动车:
zh_hk: 第一卡是動力車卡:

source: WidthOfACar:
ca_es: Amplada dels cotxes:
ja_jp: 車体幅:
nb_no: Vognbredde:
pt_pt: Largura da carruagem:
sv_se: Bredden på en bil:
zh_cn: 车厢宽度:
zh_hk: 車廂寬度:

source: HeightOfACar:
ca_es: Alçada dels cotxes:
ja_jp: 車高:
nb_no: Vognhøyde
pt_pt: Altura da carruagem:
sv_se: Höjd på en bil:
zh_cn: 车厢高度:
zh_hk: 車廂高度:

source: CenterOfGravityHeight:
ca_es: Alçada del centre de gravetat:
ja_jp: 重心の高さ:
nb_no: Senter for gravitasjon høyde:
pt_pt: Altura do centro de gravidade:
sv_se: Tyngdpunktens höjd:
zh_cn: 重心高度:
zh_hk: 重心高度:

source: ExposedFrontalArea:
ca_es: Superfície frontal exposada
ja_jp: 先頭車の先頭部の表面積:
nb_no: Eksponert frontalområde
pt_pt: Área frontal exposta:
sv_se: Exponerad frontalkvotient:
zh_cn: 暴露前端面积:
zh_hk: 暴露的前端面積:

source: UnexposedFrontalArea:
ca_es: Superfície frontal no exposada
ja_jp: 付随車の妻面の表面積:
nb_no: Ikke-eksponert frontalområde
pt_pt: Área frontal não exposta:
sv_se: Oexponerad främre yta:
zh_cn: 未暴露前端面积:
zh_hk: 未暴露的前端面積

# number_of_trailer_cars_error_message
source: NumberOfTrailerCars must be at least 1 if FrontCarIsAMotorCar is not set.
ja_jp: 付随車の両数は、先頭車が電動車に設定されていない場合最低1以上必要です。
nb_no: Antall trekkvogner må være minst 1 hvis første vogn ikke er satt til motorvogn.
pt_pt: Nº de reboques deve ser pelo menos 1, se não está definido "Carruagem da frente é Motora".
sv_se: NumberOfTrailerCars måste vara minst 1 om FrontCarIsAMotorCar inte är inställt.
zh_cn: 如果先头车不是动车, 就必须有至少1节拖车。
zh_hk: 如果沒有設定FrontCarIsAMotorCar, NumberOfTrailerCars 一定至少為1 。

source: Device
ja_jp: 装置
nb_no: Enheter
pt_pt: Dispositivo
sv_se: Enhet
zh_hk: 裝置:

source: ConstSpeed:
ja_jp: 定速:
nb_no: Kruskontroll:
pt_pt: Velocidade constante:
sv_se: Konstant hastighet:
zh_cn: 定速设备:
zh_hk: 定速設備:

source: HoldBrake:
ja_jp: 抑速:
nb_no: Parkeringsbrems:
pt_pt: Manter travão:
zh_hk: 抑速煞車:

source: ReAdhesionDevice:
ja_jp: 再粘着装置:
nb_no: Re-adhesjonenhet:
pt_pt: Dispositivo de readerência:
zh_cn: 防滑设备:
zh_hk: 防滑設備:

source: PassAlarm:
ja_jp: 誤通過防止アラーム:
nb_no: Passeringsalarm:
pt_pt: Alarme de passagem:
zh_cn: 停车铃:
zh_hk: 停車鈴:
