Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# security_checkaccess
source: Please check that this path is accessible.
ca_es: Comproveu que aquest camí sigui accessible.
nb_no: Vennligst sjekk om denne fil-stien er tilgjengelig.
pt_pt: Por favor certifique-se que este caminho é acessível.
sv_se: Kontrollera att denna sökväg är tillgänglig.
zh_cn: 请检查该路径是否可以访问。
zh_hk: 請檢查此位置是否可讀取。

# security_badlocation
source: If you are attempting to install addons in the Program Files or ProgramData folders, this may require administrator permission. \r\n\r\n This is not recommended for security reasons.
ca_es: Si intenteu instal·lar extensions en la carpeta «Fitxers del programa» o «ProgramData», pot ser que necessiteu permisos d'administrador. \r\n\r\n No es recomana per raons de seguretat.
nb_no: Hvis du prøver å installere addons i Programfiler eller Programdata mappene, kan det hende at det krever administrator rettigheter. \r\n\r\n Dette er ikke anbefalt av sikkerhetsmessige grunner.
pt_pt: Se está a tentar instalar acessórios nos Ficheiros de Programas ou directórios de Dados de Programas, isso pode exigir permissão de administrador. \r\n\r\n Isto não é recomendado por motivos de segurança.
sv_se: Om du försöker installera tillägg i mapparna Program Files eller ProgramData kan det krävas administratörsbehörighet. \r\n\r\n Detta rekommenderas inte av säkerhetsskäl.
zh_cn: 如果您要将扩展包安装在 Program Files 或 ProgramData 文件夹内，您需要选择以管理员身份运行本程序。\r\n\r\n 此配置并不安全，建议您在设置中修改。
zh_hk: 如果您要在"Program Files" 或 "ProgramData" 文件夾中安裝內容，則可能需要管理員權限. \r\n\r\n 但因安全考慮，一般不建議這樣做

# database_newer_expected
source: The package database version appears to be a newer version than supported by this copy of OpenBVE.
ca_es: Sembla que la versió de la base de dades de paquets és més recent que l'admesa per aquesta còpia de l'OpenBVE.
pt_pt: A versão da base de dados do pacote parece ser mais recente que a suportada por esta edição do OpenBVE.
sv_se: Paketdatabasversionen verkar vara en nyare version än den som stöds av denna kopia av OpenBVE.
zh_cn: 您计算机上目前存储着的扩展包数据库是由更新版的OpenBVE创建的，本版本无法支持。
zh_hk: 擴展包資料庫XML無效, 並已重新制造

# database_invalid_xml
source: The package database XML was invalid, and has been re-created.
ca_es: El format XML de la base de dades de paquets no era vàlid i s'ha recreat.
pt_pt: A base de dados XML do pacote é inválida e foi recreada.
sv_se: Paketdatabasens XML var ogiltig och har skapats på nytt.
zh_cn: 您计算机上目前存储着的扩展包数据库XML格式无效，已被重新创建。
zh_hk: 擴展包資料庫XML無效, 並已重新制造

# error_busy_thread
source: The package worker thread is currently busy. Please wait a moment and try again.
pt_pt: Actualmente ocupado a trabalhar no pacote. Por favor aguarde um momento e tente de novo.
sv_se: Paketets arbetstråd är för närvarande upptagen. Vänta ett ögonblick och försök igen.
zh_hk: 擴展包工作線程現正繁忙，請稍等片刻，然後再重試。

# route_please_select
source: Please first select a route file to begin.
pt_pt: Para começar seleccione uma linha, por favor.
sv_se: Välj först en ruttfil för att börja.
zh_hk: 請先選擇路線檔案

# route_switch_turn
source: The .Turn command and the .Switch command may not be used in the same route.
pt_pt: O comando .Turn e o comando .Switch não podem ser usados em simultâneo na mesma linha.
sv_se: Kommandona .Turn och .Switch får inte användas i samma rutt.
zh_hk: .Turn 和 .Switch 指令不能在同一路線中使用。

# title
source: Start new game
hu_hu: Új játék indítása
ja_jp: 新しく始める
nb_no: Start nytt spill
pl_pl: Nowa gra
pt_pt: Iniciar novo jogo
sv_se: Starta nytt spel
zh_cn: 开始新游戏
zh_hk: 開始新遊戲

source: Route
ca_es: Ruta
hu_hu: Pálya
ja_jp: 路線
nb_no: Rute
pl_pl: Trasa
pt_pt: Linha
sv_se: Rutt
zh_cn: 线路
zh_hk: 路線

# route_selection
source: Selection
ca_es: Seleccioneu una ruta
hu_hu: Kiválasztás
ja_jp: 選択
nb_no: Rutevalg
pl_pl: Wybór trasy
pt_pt: Selecção
sv_se: Urval
zh_cn: 选择
zh_hk: 選擇

# route_addons
source: Add-ons
ca_es: Contingut
hu_hu: Kiegészítők
ja_jp: アドオン
pl_pl: Dodatki
pt_pt: Acessórios
sv_se: Tillägg
zh_cn: 扩展
zh_hk: 擴展

# route_browse
source: Browse manually
ca_es: Navega
hu_hu: Tallózás
ja_jp: 一覧
nb_no: Filutforsker
pl_pl: Przeglądaj
pt_pt: Escolha
sv_se: Bläddra manuellt
zh_cn: 浏览
zh_hk: 瀏覽

# route_recently
source: Recently used
ca_es: Recents
hu_hu: Legutóbbiak
ja_jp: 前回使用
nb_no: Sist brukt
pl_pl: Ostatnio użyte
pt_pt: Utilizado recentemente
sv_se: Nyligen använda
zh_cn: 最近使用
zh_hk: 最近選用

# route_details
source: Details
ca_es: Detalls
hu_hu: Részletek
ja_jp: 詳細
nb_no: Detaljer
pl_pl: Szczegóły
pt_pt: Detalhes
sv_se: Detaljer
zh_cn: 详细信息
zh_hk: 詳情

# route_description
source: Description
ca_es: Descripció
hu_hu: A pályáról
ja_jp: 説明
nb_no: Beskrivelse
pl_pl: Opis
pt_pt: Descrição
sv_se: Beskrivning
zh_cn: 介绍
zh_hk: 描述

# route_map
source: Map
ca_es: Mapa
hu_hu: Térkép
ja_jp: マップ
nb_no: Kart
pl_pl: Mapa
pt_pt: Mapa da linha
sv_se: Karta
zh_cn: 地图
zh_hk: 地圖

# route_gradient
source: Gradient profile
ca_es: Rasant
hu_hu: Lejtviszonyok
ja_jp: 路線断面図
nb_no: Høydeprofil
pl_pl: Profil trasy
pt_pt: Topografia da linha
sv_se: Gradientprofil
zh_cn: 高度图
zh_hk: 坡度側面圖

# route_settings
source: Settings
ca_es: Paràmetres
hu_hu: Beállítások
ja_jp: 設定
nb_no: Valg
pl_pl: Ustawienia
pt_pt: Definições
sv_se: Inställningar
zh_cn: 设置
zh_hk: 設定

# route_settings_encoding
source: Encoding:
ca_es: Codificació:
hu_hu: Kódolás:
ja_jp: エンコード:
nb_no: Tegnsett:
pl_pl: Kodowanie:
pt_pt: Codificação:
sv_se: Kodning:
zh_cn: 字符编码:
zh_hk: 編碼：

# route_settings_encoding_preview
source: Preview:
ca_es: Previsualització:
hu_hu: Előnézet:
ja_jp: プレビュー:
nb_no: Forhåndsvisning:
pl_pl: Podgląd:
pt_pt: Pré-visualização:
sv_se: Förhandsgranska:
zh_cn: 预览:
zh_hk: 預覽：

# route_processing
source: Processing route, please wait.....
ca_es: S'està processant la ruta, espereu...
hu_hu: A pálya betöltése, kérem várjon.....
ja_jp: 路線データを読み込み中です。しばらくお待ちください...
nb_no: Prosesserer rute, vennligst vent.....
pl_pl: Przetwarzanie trasy, proszę czekać.....
pt_pt: A processar a linha, aguarde por favor.....
sv_se: Bearbetningsväg, vänta...
zh_cn: 正在加载线路, 请稍等……
zh_hk: 處理路線中，請稍候.....

source: Train
ca_es: Tren
hu_hu: Vonat
ja_jp: 車両
nb_no: Tog
pl_pl: Pociąg
pt_pt: Comboio
sv_se: Tåg
zh_cn: 列车
zh_hk: 列車

# train_selection
source: Selection
ca_es: Seleccioneu un tren
hu_hu: Kiválasztás
ja_jp: 選択
nb_no: Togvalg
pl_pl: Wybór pociągu
pt_pt: Selecção
sv_se: Urval
zh_cn: 选择
zh_hk: 選擇

# train_addons
source: Add-ons
ca_es: Contingut
hu_hu: Kiegészítők
ja_jp: アドオン
pl_pl: Dodatki
pt_pt: Acessórios
sv_se: Tillägg
zh_cn: 扩展
zh_hk: 擴展

# train_browse
source: Browse manually
ca_es: Navega
hu_hu: Tallózás
ja_jp: 一覧
nb_no: Filutforsker
pl_pl: Przeglądaj
pt_pt: Escolha
sv_se: Bläddra manuellt
zh_cn: 浏览
zh_hk: 瀏覽

# train_recently
source: Recently used
ca_es: Recents
hu_hu: Legutóbbiak
ja_jp: 前回使用
nb_no: Nylig brukt
pl_pl: Ostatnio użyte
pt_pt: Utilizado recentemente
sv_se: Nyligen använda
zh_cn: 最近使用
zh_hk: 最近選用

# train_usedefault
source: Use the train suggested by the route
ca_es: Utilitza el tren per defecte de la ruta
hu_hu: A pályában beállított alapértelmezett vonat használata
ja_jp: 路線指定車両
nb_no: Bruk toget som er standard for rute
pl_pl: Użyj domyślnego pociągu dla wybranej trasy
pt_pt: Utiliza o comboio pré-definido na linha
sv_se: Använd det tåg som föreslås av rutten
zh_cn: 使用线路推荐搭配
zh_hk: 使用路線建議的預設列車

# train_details
source: Details
ca_es: Detalls
hu_hu: Részletek
ja_jp: 詳細
nb_no: Detaljer
pl_pl: Szczególy
pt_pt: Detalhes
sv_se: Detaljer
zh_cn: 详细信息
zh_hk: 詳情

# train_description
source: Description
ca_es: Descripció
hu_hu: A vonatról
ja_jp: 説明
nb_no: Beskrivelse
pl_pl: Opis
pt_pt: Descrição
sv_se: Beskrivning
zh_cn: 介绍
zh_hk: 描述

# train_settings
source: Settings
ca_es: Paràmetres
hu_hu: Beállítások
ja_jp: 設定
nb_no: Valg
pl_pl: Ustawienia
pt_pt: Definições
sv_se: Inställningar
zh_cn: 设置
zh_hk: 設定

# train_settings_encoding
source: Encoding:
ca_es: Codificació:
hu_hu: Kódolás:
ja_jp: エンコード:
nb_no: Tegnsett:
pl_pl: Kodowanie:
pt_pt: Codificação:
sv_se: Kodning:
zh_cn: 字符编码:
zh_hk: 編碼：

# train_settings_reverseconsist
source: Reverse Consist:
ca_es: Inverteix la composició:
nb_no: Snu toget
pt_pt: Inverter composição:
sv_se: Omvänd sammansättning:
zh_cn: 反转编组:
zh_hk: 反轉編組:

# train_settings_encoding_preview
source: Preview:
ca_es: Previsualització:
hu_hu: Előnézet:
ja_jp: プレビュー:
nb_no: Forhåndsvisning:
pl_pl: Podgląd:
pt_pt: Pré-visualização:
sv_se: Förhandsgranska:
zh_cn: 预览:
zh_hk: 預覽：

# train_notfound
source: The default train could not be found:\r\n\r\n
ca_es: No s'ha trobat el tren per defecte:\r\n\r\n
nb_no: Det forhåndsvalgte toget kunne ikke bli funnet:\r\n\r\n
pt_pt: O comboio associado à linha não foi encontrado:\n\n
sv_se: Standardtåget kunde inte hittas:\r\n\r\n
zh_cn: 无法找到默认列车：\r\n\r\n
zh_hk: 未能找到預設列車: \r\n\r\n

# train_pluginnotsupported
source: --- This train uses a safety system plugin which cannot be used on your operating system. The built-in safety systems ATS/ATC will be used instead, which might cause operational problems. ---
ca_es: --- Aquest tren utilitza una extensió de sistemes de seguretat incompatible amb el vostre sistema operatiu. S'utilitzaran els sistemes ATS/ATC per defecte, que podrien ser incompatibles. ---
hu_hu: --- Ez a vonat olyan biztonsági rendszer beépülőt tartalmaz, amely nem használható ezen az operációs rendszeren. Helyette a beépített ATS/ATC biztonsági rendszereket használjuk, ami működési zavart okozhat. ---
ja_jp: --- このＯＳで使えない保安装置プラグインが使われています。組み込みのATS/ATCを代わりに使いますが、問題が起きる可能性があります。 ---
nb_no: --- Dette toget bruker en plugin for sikkerhets-systemer som ikke kan bli benyttet på ditt operativsystem. Det innebygde sikkerhetssystemet ATS/ATC vil bli brukt i stede for. Dette kan forårsake problemer. ---
pl_pl: --- Ten pociąg używa nieobsługiwanej wtyczki systemu bezpieczeństwa. Wbudowane systemy ATS/ATC mogą powodować problemy ze sterowaniem. ---
pt_pt: --- Este comboio utiliza um sistema de segurança acessório que não pode ser utilizado com o seu sistema operativo. Alternativamente será utilizado o sistema de segurança (ATS/ATC) incorporado, o qual poderá causar problemas operacionais. ---
sv_se: --- Detta tåg använder ett tillägg för säkerhetssystem som inte kan användas på ditt operativsystem. Istället kommer de inbyggda säkerhetssystemen ATS/ATC att användas, vilket kan orsaka driftsproblem. ---
zh_cn: --- 列车使用的安全系统插件不能用于您的操作系统。取而代之, 将使用内置的ATS/ATC系统, 这可能造成一些问题。---
zh_hk: --- 這列車使用的插件不能在你的作業系統使用。遊戲內建的 ATS / ATC 保安系統將會被使用，但有可能引致列車操作問題。 ---

source: Start
hu_hu: Indítás
ja_jp: スタート
pt_pt: Iniciar
zh_cn: 开始游戏
zh_hk: 開始遊戲

# start_mode
source: Mode of driving:
ca_es: Mode de conducció:
hu_hu: A vezetés módja:
ja_jp: 運転モード:
nb_no: Kjøremodus:
pl_pl: Tryb Jazdy:
pt_pt: Modo de condução:
sv_se: Körsätt:
zh_cn: 驾驶模式:
zh_hk: 駕駛模式：

# start_start
source: Start
ca_es: Inicia
hu_hu: Indítás
ja_jp: スタート
pt_pt: Iniciar
zh_cn: 启动模拟
zh_hk: 開始

# train_choose
source: Choose Train...
pt_pt: Escolha o comboio...
sv_se: Välj tåg...
zh_hk: 選擇列車

# train_default
source: Route default
ca_es: Tren per defecte
hu_hu: Alapértelmezett vonat
ja_jp: デフォルト
pl_pl: Domyślny dla tarsy
pt_pt: Linha pré-definida
sv_se: Standardrutt
zh_cn: 线路默认搭配
zh_hk: 路線預設設定

# train_notfound_download
source: The default train is not currently installed:\r\n\r\n [train]\r\n\r\n It may be downloaded at:\r\n\r\n
pt_pt: O comboio pré-definido não está instalado:\r\n\r\n [train]\r\n\r\n Pode ser baixado em:\r\n\r\n
sv_se: Standardtåget är för närvarande inte installerat:\r\n\r\n [train]\r\n\r\n Det kan hämtas ner på:\r\n\r\n
zh_hk: 未能找到此路線的預設列車: [train]\r\n\r\n你可在以下連結下載:\r\n\r\n

# title
source: Review last game
hu_hu: Az előző játék
ja_jp: レビュー
nb_no: Gå gjennom siste spill
pl_pl: Przegląd ostatniej gry
pt_pt: Rever último jogo
sv_se: Granska senaste matchen
zh_cn: 查看上一次计分模式的分数
zh_hk: 回顧上次遊戲

source: Conditions
ca_es: Condicions
hu_hu: Adatok
ja_jp: 状況
nb_no: Forhold
pl_pl: Warunki
pt_pt: Condições
sv_se: Villkor
zh_cn: 模拟信息
zh_hk: 狀態

# conditions_route
source: Route
ca_es: Ruta
hu_hu: Pálya
ja_jp: 路線
nb_no: Rute
pl_pl: Trasa
pt_pt: Linha
sv_se: Rutt
zh_cn: 线路
zh_hk: 路線

# conditions_route_file
source: Route file:
ca_es: Fitxer de la ruta:
hu_hu: A pálya fájlja:
ja_jp: 路線ファイル:
nb_no: Rutefil:
pl_pl: Plik trasy:
pt_pt: Ficheiro da linha:
sv_se: Ruttfil:
zh_cn: 线路文件:
zh_hk: 路線檔：

# conditions_train
source: Train
ca_es: Tren
hu_hu: Vonat
ja_jp: 車両
nb_no: Tog
pl_pl: Pociąg
pt_pt: Comboio
sv_se: Tåg
zh_cn: 列车
zh_hk: 列車

# conditions_train_folder
source: Train folder:
ca_es: Carpeta del tren:
hu_hu: A vonat könyvtára:
ja_jp: 車両フォルダー:
nb_no: Tog-mappe:
pl_pl: Folder pociągu:
pt_pt: Pasta dos Comboios:
sv_se: Tågmapp:
zh_cn: 列车文件夹:
zh_hk: 列車資料夾：

# conditions_datetime
source: Date and time
ca_es: Data i hora
hu_hu: Időpont
ja_jp: 日時
nb_no: Dato og tid
pl_pl: Data i czas
pt_pt: Data e hora
sv_se: Datum och tid
zh_cn: 日期与时间
zh_hk: 日期及時間

# conditions_datetime_date
source: Date:
ca_es: Data:
hu_hu: Dátum:
ja_jp: 日付:
nb_no: Dato:
pl_pl: Data:
pt_pt: Data:
sv_se: Datum:
zh_cn: 日期:
zh_hk: 日期：

# conditions_datetime_time
source: Time:
ca_es: Hora:
hu_hu: Idő:
ja_jp: 時刻:
nb_no: Tid:
pl_pl: Czas:
pt_pt: Hora:
sv_se: Tid:
zh_cn: 时间:
zh_hk: 時間：

source: Score
ca_es: Puntuació
hu_hu: Eredmény
ja_jp: スコア
nb_no: Poeng
pl_pl: Wynik
pt_pt: Pontuação
sv_se: Poäng
zh_cn: 评价
zh_hk: 得分

# score_rating
source: Rating
ca_es: Qualificació
hu_hu: Értékelés
ja_jp: レーティング
nb_no: Vurdering
pl_pl: Ocena
pt_pt: Avaliação
sv_se: Betyg
zh_cn: 评级
zh_hk: 等級

# score_rating_mode
source: Mode:
hu_hu: Mód:
ja_jp: モード:
nb_no: Modus:
pl_pl: Tryb:
pt_pt: Modo:
sv_se: Läge:
zh_cn: 模式:
zh_hk: 模式：

# score_rating_achieved
source: Achieved:
ca_es: Puntuació obtinguda:
hu_hu: Elért pontszám:
ja_jp: 達成:
nb_no: Oppnådd:
pl_pl: Osiągnięte:
pt_pt: Atingido:
sv_se: Uppnått:
zh_cn: 你的分数:
zh_hk: 得分：

# score_rating_maximum
source: Maximum:
ca_es: Puntuació màxima:
ja_jp: 最大:
nb_no: Maksimum:
pl_pl: Maksymalne:
pt_pt: Máximo:
zh_cn: 满分:
zh_hk: 最高得分：

# score_rating_ratio
source: Ratio:
ca_es: Proporció:
hu_hu: Elért eredmény:
ja_jp: 率:
pl_pl: Współczynnik:
pt_pt: Relação:
sv_se: Förhållande:
zh_cn: 比例:
zh_hk: 百分比：

# score_log
source: Log
ca_es: Registre
hu_hu: Napló
ja_jp: ログ
pt_pt: Registo
sv_se: Logg
zh_cn: 记录
zh_hk: 記錄

# score_log_list_time
source: Time
ca_es: Hora
hu_hu: Idő
ja_jp: 時刻
nb_no: Tid
pl_pl: Czas
pt_pt: Hora
sv_se: Tid
zh_cn: 时间
zh_hk: 時間

# score_log_list_position
source: Position (m)
ca_es: Posició (m)
hu_hu: Hely (m)
ja_jp: 位置 (m)
nb_no: Posisjon (m)
pl_pl: Pozycja (m)
pt_pt: Posição (m)
zh_cn: 位置 (米)
zh_hk: 位置 (m)

# score_log_list_value
source: Value
ca_es: Punts
hu_hu: Érték
ja_jp: 値
nb_no: Verdi
pl_pl: Wartość
pt_pt: Valor
sv_se: Värde
zh_cn: 分数
zh_hk: 得分

# score_log_list_cumulative
source: Cumulative
ca_es: Acumulat
hu_hu: Összegyűlt pontok
ja_jp: 累積
nb_no: Kumulative
pl_pl: Łącznie
pt_pt: Cumulativo
sv_se: Kumulativ
zh_cn: 累计
zh_hk: 積分

# score_log_list_reason
source: Reason
ca_es: Descripció
hu_hu: Ok
ja_jp: 理由
nb_no: Årsak
pl_pl: Powód
pt_pt: Razão
sv_se: Orsak
zh_cn: 原因
zh_hk: 原因

# score_log_penalties
source: Show penalties only
ca_es: Mostra només les penalitzacions
hu_hu: Csak a büntetések mutatása
ja_jp: ペナルティのみ表示
nb_no: Se bare straffer
pl_pl: Pokaż tylko punkty karne
pt_pt: Mostrar apenas penalizações
sv_se: Visa endast straff
zh_cn: 只显示扣分
zh_hk: 只顯示扣分

# score_log_export
source: Export...
ca_es: Exporta...
hu_hu: Exportálás...
ja_jp: 書き出し...
nb_no: Eksporter...
pl_pl: Eksportuj...
pt_pt: Exportar...
sv_se: Exportera...
zh_cn: 导出至...
zh_hk: 匯出……

source: Black box
ca_es: Caixa negra
hu_hu: Fekete doboz
ja_jp: ブラックボックス
pl_pl: Czarna skrzynka
pt_pt: Caixa negra
sv_se: Svart låda
zh_cn: 操作记录
zh_hk: 黑盒

# blackbox_format
source: Format:
hu_hu: Formátum:
ja_jp: フォーマット:
pt_pt: Formato:
zh_cn: 格式:
zh_hk: 格式：

# blackbox_format_csv
source: Comma-separated value
ca_es: Valors separats per comes
hu_hu: CSV fájl
ja_jp: カンマ区切り
nb_no: Komma-separerte verdier
pl_pl: CSV
pt_pt: Valores separados por vírgulas
sv_se: Kommaseparerade värden
zh_cn: 逗号分隔CSV
zh_hk: CSV

# blackbox_format_text
source: Formatted text
ca_es: Text amb format
hu_hu: Formázott szöveg
ja_jp: 固定長テキスト
nb_no: Formatert tekst
pl_pl: Sformatowany tekst
pt_pt: Texto formatado
sv_se: Formaterad text
zh_cn: 表格式TXT
zh_hk: 已格式化文字

# blackbox_export
source: Export...
ca_es: Exporta...
hu_hu: Exportálás...
ja_jp: 書き出し...
nb_no: Eksport...
pl_pl: Eksportuj...
pt_pt: Exportar...
sv_se: Exportera...
zh_cn: 导出
zh_hk: 匯出……

# title
source: Package Management
hu_hu: Csomagkezelés
ja_jp: パッケージの管理
nb_no: Pakkehåndtering
pl_pl: Zarządzaj pakietami
pt_pt: Gestão de pacotes
sv_se: Pakethantering
zh_cn: 扩展包管理
zh_hk: 擴展包管理

source: Proceed...
ca_es: Continua...
hu_hu: Folytatás...
ja_jp: 続行する...
nb_no: Fortsett...
pl_pl: Kontynuuj...
pt_pt: Continue...
sv_se: Fortsätt...
zh_cn: 继续……
zh_hk: 繼續

source: Proceed Anyway
ca_es: Continua igualment
hu_hu: Folytatás ennek ellenére
ja_jp: 無視して続行する
nb_no: Fortsett uansett...
pl_pl: Kontynuuj mimo to
pt_pt: Ainda assim continue
sv_se: Fortsätt ändå
zh_cn: 无论如何继续
zh_hk: 仍然繼續

# processing
source: Processing, please wait...
ca_es: S'està processant el paquet, espereu...
hu_hu: Feldolgozás, kérem várjon...
ja_jp: 読み込み中です。しばらくお待ちください...
nb_no: Prosesserer, vennligst vent...
pl_pl: Przetwarzanie, proszę czekać...
pt_pt: Continuando, por favor aguarde...
sv_se: Bearbetar, vänta…
zh_cn: 正在加载, 请稍候……
zh_hk: 處理中, 請稍後...

source: Unknown File...
ca_es: Fitxer desconegut...
hu_hu: Ismeretlen fájl...
ja_jp: 不明なファイル...
nb_no: Ukjent fil...
pl_pl: Nieznany plik...
pt_pt: Ficheiro desconhecido...
sv_se: Okänd fil...
zh_cn: 未知文件……
zh_hk: 不明檔案

# shownlist
source: These are shown in the list below:
ca_es: Apareixen en el llistat següent:
hu_hu: Ezek az alábbi listában láthatók:
ja_jp: これらは以下にリスト表示されます:
nb_no: Disse er vist i listen under:
pl_pl: Są one pokazane na poniższej liście:
pt_pt: Estes são mostrados na lista abaixo:
sv_se: Dessa visas i listan nedan:
zh_cn: 这些内容将会在下方列表中列出:
zh_hk: 這些內容將會在下方列表中列出:

# selection_none
source: No package selected.
ca_es: No hi ha res seleccionat.
hu_hu: Nincs megadva.
ja_jp: パッケージが選択されていません。
nb_no: Ingen pakker er valgt.
pl_pl: Nie wybrano pakietu
pt_pt: Nenhum pacote seleccionado.
sv_se: Inget paket valt.
zh_cn: 没有选择扩展包。
zh_hk: 沒有選擇任何擴展包

# selection_none_website
source: No website provided.
ca_es: No hi ha res seleccionat.
hu_hu: Nincs megadva a weboldal.
ja_jp: Webサイトがありません。
nb_no: Ingen nettside er registrert.
pl_pl: Nie podano strony.
pt_pt: Não foi fornecida nenhuma página da internet.
sv_se: Ingen webbplats angiven.
zh_cn: 没有提供网站地址。
zh_hk: 沒有提供網站

# list
source: Installed Packages
ca_es: Paquets instal·lats
hu_hu: Telepített csomagok
ja_jp: インストールされたパッケージ
nb_no: Installerte pakker
pl_pl: Zainstalowane pakiety
pt_pt: Pacotes instalados
sv_se: Installerade paket
zh_cn: 已经安装的扩展包
zh_hk: 已安裝的擴展包

# list_type
source: Select the type of packages you wish to view:
ca_es: Seleccioneu el tipus de paquet que voleu veure:
hu_hu: Válassza ki, milyen típusú csomagokat szeretne látni:
ja_jp: 表示するパッケージの形式を選択:
nb_no: Velg type pakker du ønsker å se:
pl_pl: Wybierz rodzaj pakietów, które chcesz wyświetlić:
pt_pt: Seleccione o tipo de pacote que deseja ver:
sv_se: Välj vilken typ av paket du vill visa:
zh_cn: 请选择你需要查看的扩展包类型:
zh_hk: 請選擇你需要查看的擴展包類型:

# list_name
source: Name
ca_es: Nom
hu_hu: Név
ja_jp: 名前
nb_no: Navn
pl_pl: Nazwa
pt_pt: Nome
sv_se: Namn
zh_cn: 名称
zh_hk: 名稱

# list_version
source: Version
ca_es: Versió
hu_hu: Verzió
ja_jp: バージョン
nb_no: Versjon
pl_pl: Wersja
pt_pt: Versão
zh_cn: 版本
zh_hk: 版本

# list_minimum
source: Minimum Version
ca_es: Versió mínima
hu_hu: Minimum Verzió
ja_jp: 最も古いバージョン
nb_no: Minimums-versjon
pl_pl: Wersja minimalna
pt_pt: Versão mínima
sv_se: Minsta version
zh_cn: 最小允许版本
zh_hk: 最低版本

# list_maximum
source: Maximum Version
ca_es: Versió màxima
hu_hu: Maximum Verzió
ja_jp: 最も新しいバージョン
nb_no: Maksimums-versjon
pl_pl: Wersja maksymalna
pt_pt: Versão máxima
sv_se: Maximal version
zh_cn: 最大允许版本
zh_hk: 最高版本

# list_author
source: Author
ca_es: Autor
hu_hu: Készítő
ja_jp: 作者名
nb_no: Forfatter
pl_pl: Autor
pt_pt: Autor
sv_se: Författare
zh_cn: 作者
zh_hk: 作者

# list_website
source: Website
ca_es: Lloc web
hu_hu: Weboldal
ja_jp: Webサイト
nb_no: Nettside
pl_pl: Strona
pt_pt: Página da internet
sv_se: Webbplats
zh_cn: 网站
zh_hk: 網站

# list_packagetype
source: Type
ca_es: Tipus
hu_hu: Típus
ja_jp: 形式
pl_pl: Typ
pt_pt: Tipo
sv_se: Typ
zh_cn: 类型
zh_hk: 類型

source: Install
ca_es: Instal·la
hu_hu: Telepítés
ja_jp: インストール
nb_no: Installer
pl_pl: Instalacja
pt_pt: Instalar
sv_se: Installera
zh_cn: 安装
zh_hk: 安裝

# install_button
source: Install Package
ca_es: Instal·la un paquet
hu_hu: Csomag telepítése
ja_jp: パッケージのインストール
nb_no: Installer pakke
pl_pl: Instaluj pakiet
pt_pt: Instalar pacote
sv_se: Installera paket
zh_cn: 安装扩展包
zh_hk: 安裝擴展包

# install_header
source: Install a Package
ca_es: Instal·lació d'un paquet
hu_hu: Csomag telepítése
ja_jp: パッケージをインストールする
nb_no: Installer en pakke
pl_pl: Instaluj pakiet
pt_pt: Instala um pacote
sv_se: Installera ett paket
zh_cn: 安装一个扩展包
zh_hk: 安裝擴展包

# install_invalid
source: This file does not appear to be a valid OpenBVE package.
nb_no: Filen ser ikke ut til å være en valid OpenBVE pakke.
pt_pt: Este ficheiro não parece ser um pacote válido do OpenBVE.
sv_se: Denna fil verkar inte vara ett giltigt OpenBVE-paket.
zh_hk: 此檔案不是有效的OpenBVE擴展包。

# install_version_error
source: Package Version Error
ca_es: Error en la versió del paquet
hu_hu: Csomagverzió hiba
ja_jp: パッケージバージョンのエラーです。
nb_no: Pakkeversjonsfeil
pl_pl: Błąd wersji pakietu
pt_pt: Erro da versão do pacote
sv_se: Paketversionsfel
zh_cn: 扩展包版本错误
zh_hk: 擴展包套件版本錯誤。

# install_version_new
source: The selected package is already installed, and is a newer version.
ca_es: Ja hi ha instal·lada una versió més recent del paquet seleccionat.
hu_hu: A kiválasztott csomag már telepítve van és újabb verziójú.
ja_jp: 選択されたパッケージは既に新しいバージョンがインストールされています。
nb_no: Den valgte pakken er allerede installert og er en nyere versjon.
pl_pl: Wybrany pakiet jest już zainstalowany i jest nowszą wersją.
pt_pt: O pacote seleccionado já está instalado e é uma versão mais recente.
sv_se: Det valda paketet är redan installerat och är en nyare version.
zh_cn: 已经安装了选择的扩展包的新版。您现在正在安装旧版。
zh_hk: 所選擴展包已安裝，並且是較新的版本。

# install_version_old
source: The selected package is already installed, and is an older version.
ca_es: Ja hi ha instal·lada una versió més antiga del paquet seleccionat.
hu_hu: A kiválasztott csomag már telepítve van és régebbi verziójú.
ja_jp: 選択されたパッケージは既にインストールされていますが、古いバージョンです。
nb_no: Den valgte pakken er allerede installert og er en eldre versjon.
pl_pl: Wybrany pakiet jest już zainstalowany i jest straszą wersją.
pt_pt: O pacote seleccionado já está instalado e é uma versão mais antiga.
sv_se: Det valda paketet är redan installerat och är en äldre version.
zh_cn: 已经安装了选择的扩展包的旧版。您现在正在安装新版。
zh_hk: 所選擴展包已經安裝，並且是較舊的版本。

# install_version_same
source: The selected package is already installed, and is an identical version.
ca_es: Ja hi ha instal·lada la mateixa versió del paquet seleccionat.
hu_hu: A kiválasztott csomag már telepítve van és azonos verziójú.
ja_jp: 選択されたパッケージは既に同じバージョンがインストールされています。
nb_no: Den valgte pakken er allerede installert og er en lik versjon.
pl_pl: Wybrany pakiet jest już zainstalowany i jest tą samą wersją.
pt_pt: O pacote seleccionado já está instalado e é a mesma versão.
sv_se: Det valda paketet är redan installerat och är en identisk version.
zh_cn: 已经安装了选择的扩展包, 正在重新安装相同的版本。
zh_hk: 所選擴展包已安裝，並且是相同版本。

# install_success
source: Package installation was successful.
ca_es: S'ha instal·lat el paquet correctament.
hu_hu: A csomag telepítése sikerült.
ja_jp: パッケージのインストール処理が成功しました。
nb_no: Pakkeinstallasjonen var velykket.
pl_pl: Pakiet zainstalowany poprawnie.
pt_pt: A instalação do pacote foi bem sucedida.
sv_se: Paketinstallationen lyckades.
zh_cn: 扩展包已经被成功安装了。
zh_hk: 擴展包安裝成功。
