Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# version_new
source: New version:
ca_es: Nova versió:
hu_hu: Új verzió:
ja_jp: 新しいバージョン:
nb_no: Ny versjon:
pl_pl: Nowa wersja:
pt_pt: Nova versão:
sv_se: Ny version:
zh_cn: 新版本:
zh_hk: 新版本:

# version_current
source: Current version:
ca_es: Versió actual:
hu_hu: Jelenlegi verzió:
ja_jp: 現在のバージョン:
nb_no: Nåværende versjon:
pl_pl: Aktualna wersja:
pt_pt: Versão actual:
sv_se: Aktuell version:
zh_cn: 目前版本:
zh_hk: 當前版本:

# success
source: Finished!
ca_es: Completat!
hu_hu: Végeztünk!
ja_jp: 完了しました!
nb_no: Ferdig!
pl_pl: Zakończono!
pt_pt: Terminado!
sv_se: Klart!
zh_cn: 完成!
zh_hk: 完成!

# selected
source: Selected Packages
ca_es: Paquets seleccionats
hu_hu: Kiválasztott csomagok
ja_jp: 選択されたパッケージ
nb_no: Valgte pakker
pl_pl: Wybrane pakiety
pt_pt: Pacotes seleccionados
sv_se: Utvalda paket
zh_cn: 选择的扩展包
zh_hk: 選擇擴展包

source: Dependancy
ca_es: Dependència
hu_hu: Függőség
ja_jp: 依存関係
nb_no: Avhengigheter
pl_pl: Zależności
pt_pt: Dependência
sv_se: Beroende
zh_cn: 依赖
zh_hk: 依賴擴展包

source: Recommendation
ca_es: Recomanació
hu_hu: Javaslat
ja_jp: 推奨
nb_no: Anbefaling
pl_pl: Zalecenia
pt_pt: Recomendação
sv_se: Rekommendation
zh_cn: 建议
zh_hk: 建議

# error_action
source: Please select the action you wish to take:
ca_es: Seleccioneu què voleu fer amb el paquet:
hu_hu: Válassza ki, mit kíván tenni:
ja_jp: どのように処理をするかを選択して下さい:
nb_no: Velg handlingen du ønsker å ta:
pl_pl: Wybierz akcję, którą chcesz podjąć:
pt_pt: Por favor seleccione a acção que deseja tomar:
sv_se: Välj den åtgärd du vill vidta:
zh_cn: 请选择你想要采取的操作:
zh_hk: 請選擇你想採取的操作:

# error_overwrite
source: Overwrite
ca_es: Sobreescriu-lo
hu_hu: Felülír
ja_jp: 上書きをする
nb_no: Skriv over
pl_pl: Nadpisz
pt_pt: Reescrever
sv_se: Skriv över
zh_cn: 覆盖
zh_hk: 覆蓋

# error_replace
source: Replace
ca_es: Reemplaça'l
hu_hu: Cserél
ja_jp: 置き換える
nb_no: Bytt ut
pl_pl: Zastąp
pt_pt: Substituir
sv_se: Ersätt
zh_cn: 替换
zh_hk: 取代

# button_next
source: Next >
ca_es: Següent >
hu_hu: Következő >
ja_jp: 次へ >
nb_no: Neste >
pl_pl: Dalej >
pt_pt: Próximo >
sv_se: Nästa >
zh_cn: 继续 >
zh_hk: 繼續 >

# button_back
source: < Back
ca_es: < Enrere
hu_hu: < Előző
ja_jp: < 戻る
nb_no: < Tilbake
pl_pl: < Wstecz
pt_pt: < Anterior
sv_se: < Tillbaka
zh_cn: < 退回
zh_hk: < 返回

# button_cancel
source: Cancel
ca_es: Cancel·la
hu_hu: Mégsem
ja_jp: キャンセル
nb_no: Avbryt
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt
zh_cn: 取消
zh_hk: 取消

# button_install
source: Install
ca_es: Instal·la
hu_hu: Telepítés
ja_jp: インストール
nb_no: Installer
pl_pl: Instaluj
pt_pt: Instalar
sv_se: Installera
zh_cn: 安装
zh_hk: 安裝

# button_create
source: Create
ca_es: Crea
hu_hu: Létrehozás
ja_jp: 生成
nb_no: Lag
pl_pl: Stwórz
pt_pt: Criar
sv_se: Skapa
zh_cn: 创建
zh_hk: 創建擴展包

# button_ignore
source: Ignore
ca_es: Ignora
hu_hu: Figyelmen kívül hagyás
ja_jp: 無視
nb_no: Ignorer
pl_pl: Ignoruj
pt_pt: Ignorar
sv_se: Ignorera
zh_cn: 忽略
zh_hk: 略過

# button_abort
source: Abort
ca_es: Anul·la
hu_hu: Megszakítás
ja_jp: 中止
nb_no: Avbryt
pl_pl: Przerwij
pt_pt: Abortar
sv_se: Avbryt
zh_cn: 停止
zh_hk: 停止

# filename_empty
source: Attempted to create a package with an empty filename.
ca_es: El nom de fitxer del paquet està en blanc.
hu_hu: Üres fájlnévvel próbált csomagot létrehozni.
ja_jp: ファイル名無しでパッケージを生成しようとしました。
nb_no: Prøvde å lage en pakke med tomt filnavn.
pl_pl: Próba utworzenia pakietu z pustą nazwą pliku.
pt_pt: Houve uma tentativa de criar um pacote com um nome de ficheiro vazio.
sv_se: Försökte skapa ett paket med ett tomt filnamn.
zh_cn: 不能创建没有文件名的包。
zh_hk: 試圖創建一個沒有檔案名的擴展包。

# directory_missing
source: The directory in which you attempted to save the package file does not exist: \r \n
ca_es: La carpeta de destinació del paquet no existeix: \r \n
hu_hu: A könyvtár, ahova menteni kívánta a fájlt nem létezik: \r \n
ja_jp: パッケージファイルを保存しようとしたパスは存在しません: \r \n
nb_no: Mappen hvor du prøvede å skrive pakken til fins ikke: \r \n
pl_pl: Katalog, w którym próbowano zapisać plik pakietu, nie istnieje: \r \n
pt_pt: Não existe o directório onde tentou guardar o ficheiro do pacote: \r \n
sv_se: Katalogen där du försökte spara paketfilen finns inte: \r \n
zh_cn: 你想要创建包的文件夹不存在: \r \n
zh_hk: 您嘗試保存擴展包的資料夾不存在: \r \n

# directory_nowrite
source: No write access available in the directory in which you attempted to save the package file: \r \n
ca_es: No teniu permís per modificar la carpeta de destinació del paquet: \r \n
hu_hu: Nincs írásjoga a könyvtárhoz, ahova menteni kívánta a fájlt: \r \n
ja_jp: パッケージファイルを保存しようとしたパスへの書き込みアクセスができませんでした: \r \n
nb_no: Det er ikke skrivetilgang i mappen hvor du prøver å lagre pakkefilen til: \r \n
pl_pl: Brak dostępu do zapisu w katalogu, w którym próbowałeś zapisać plik pakietu: \r \n
pt_pt: Nenhum acesso de gravação disponível no directório em que tentou guardar o ficheiro do pacote: \r \n
sv_se: Ingen skrivbehörighet tillgänglig i katalogen där du försökte spara paketfilen: \r \n
zh_cn: 没有对你想要创建包的文件夹的写入权限: \r \n
zh_hk: 嘗試保存擴展包的目錄沒有寫訪問權限: \r \n

# file_generic
source: Failed to create the following file: \r \n
ca_es: No s'ha pogut crear el fitxer següent: \r \n
hu_hu: Nem sikerült létrehozni a következő fájlt: \r \n
ja_jp: 次のファイルの生成に失敗しました: \r \n
nb_no: Klarte ikke å lage følgende fil: \r \n
pl_pl: Nie można utworzyć następującego pliku: \r \n
pt_pt: Falhou a criação do seguinte ficheiro: \r \n
sv_se: Det gick inte att skapa följande fil: \r \n
zh_cn: 创建文件失败: \r \n
zh_hk: 無法創建以下文件: \r \n

# title
source: Customize controls
hu_hu: A kezelőszervek beállítása
ja_jp: カスタマイズ
nb_no: Endre knapper / kontroller
pl_pl: Ustawienia sterowania
pt_pt: Personalizar Comandos
sv_se: Anpassa kontroller
zh_cn: 自定义控制与键位
zh_hk: 控制設定

# list_command
source: Command
ca_es: Funció
hu_hu: Parancs
ja_jp: コマンド
nb_no: Kommando
pl_pl: Komenda
pt_pt: Comandos
sv_se: Kommando
zh_cn: 指令
zh_hk: 控制

# list_type
source: Type
hu_hu: Típus
ja_jp: タイプ
pl_pl: Typ
pt_pt: Tipo
sv_se: Typ
zh_hk: 類型

# list_type_analoghalf
source: Analog (half axis)
ca_es: Analògic (mig eix)
hu_hu: Analóg (fél tengely)
ja_jp: アナログ (半軸)
nb_no: Analog (halv akse)
pl_pl: Analogowe (połowa osi)
pt_pt: Analógico (metade do eixo)
sv_se: Analog (halvaxeln)
zh_cn: 模拟 (半轴)
zh_hk: 模擬 (半軸)

# list_type_analogfull
source: Analog (full axis)
ca_es: Analògic (eix complet)
hu_hu: Analóg (teljes tengely)
ja_jp: アナログ (全軸)
nb_no: Analog (full akse)
pl_pl: Analogowy (pełna oś)
pt_pt: Analógico (todo o eixo)
sv_se: Analog (full axel)
zh_cn: 模拟 (全轴)
zh_hk: 模擬 (全軸)

# list_description
source: Description
ca_es: Descripció
hu_hu: Leírás
ja_jp: 説明
nb_no: Beskrivelse
pl_pl: Opis
pt_pt: Descrição
sv_se: Beskrivning
zh_cn: 描述
zh_hk: 描述

# list_assignment
source: Assignment
ca_es: Assignació
hu_hu: Kezelőszerv
ja_jp: アサイン
nb_no: Tilordning
pl_pl: Przypisanie
pt_pt: Atribuído a
sv_se: Uppgift
zh_cn: 按键分派
zh_hk: 賦值

# list_option
source: Command Option
ca_es: Opció de la funció
ja_jp: コマンドオプション
nb_no: Kommandovalg
pt_pt: Opção de comando
sv_se: Kommandoalternativ
zh_cn: 命令选项
zh_hk: 命令選項

# add
source: Add control
ca_es: Afegeix un control
hu_hu: Hozzáadás
ja_jp: コントロール追加
nb_no: Legg til knapp
pl_pl: Dodaj klawisz
pt_pt: Adicionar controle
sv_se: Lägg till kontroll
zh_cn: 增加控制
zh_hk: 新增控制

# remove
source: Remove control
ca_es: Suprimeix el control
hu_hu: Eltávolítás
ja_jp: コントロール削除
nb_no: Fjern knapp
pl_pl: Usuń Klawisz
pt_pt: Remover controle
sv_se: Ta bort kontroll
zh_cn: 移除控制
zh_hk: 移除控制

source: Import...
ca_es: Importa...
hu_hu: Importálás...
ja_jp: 読み込み...
nb_no: Importer...
pl_pl: Importuj...
pt_pt: Importar...
sv_se: Importera...
zh_cn: 导入...
zh_hk: 匯入……

source: Export...
ca_es: Exporta...
hu_hu: Exportálás...
ja_jp: 書き出し...
nb_no: Eksporter...
pl_pl: Eksportuj...
pt_pt: Exportar...
sv_se: Exportera...
zh_cn: 导出...
zh_hk: 匯出……

# reset_question
source: Reset the current control configuration to the defaults?
pt_pt: Recolocar as actuais configurações de controle na predefinição?
sv_se: Återställa den aktuella kontrollkonfigurationen till standardinställningarna?
zh_hk: 要重設控制設定嗎?

# reset
source: Reset to defaults
ca_es: Reinicialitza
hu_hu: Visszaállítás
ja_jp: デフォルトに戻す
nb_no: Tilbakestill
pl_pl: Ustawienia domyślne
pt_pt: Redefinir
sv_se: Återställ till standardinställningar
zh_cn: 重置为默认值
zh_hk: 重置為預設值

# up
source: Move up
ca_es: Mou amunt
hu_hu: Mozgatás felfele
ja_jp: 上へ
nb_no: Flytt opp
pl_pl: Przenieś wyżej
pt_pt: Para cima
sv_se: Flytta upp
zh_cn: 上移
zh_hk: 上移

# down
source: Move down
ca_es: Mou avall
hu_hu: Mozgatás lefele
ja_jp: 下へ
nb_no: Flytt ned
pl_pl: Przenieś niżej
pt_pt: Para baixo
sv_se: Flytta ner
zh_cn: 下移
zh_hk: 下移

# selection
source: Currently selected command
ca_es: Funció seleccionada actualment
hu_hu: Kiválasztott parancs
ja_jp: 選択中
nb_no: Valgte kommando
pl_pl: Aktualnie wybrana komenda
pt_pt: Comando actualmente seleccionado
sv_se: För närvarande valt kommando
zh_cn: 已选择指令
zh_hk: 現時控制模式

# selection_command
source: Command:
ca_es: Funció:
hu_hu: Parancs:
ja_jp: コマンド:
nb_no: Kommando:
pl_pl: Komenda:
pt_pt: Comando:
sv_se: Kommando:
zh_cn: 指令:
zh_hk: 指令：

# selection_command_option
source: Command Option:
ca_es: Opció de la funció:
ja_jp: コマンドオプション:
nb_no: Kommandovalg:
pt_pt: Opção de comando:
sv_se: Kommandoalternativ:
zh_cn: 指令选项:
zh_hk: 命令選項:

# selection_keyboard
source: Keyboard:
ca_es: Teclat:
hu_hu: Billentyűzet:
ja_jp: キーボード:
nb_no: Tastatur:
pl_pl: Klawiatura:
pt_pt: Teclado:
sv_se: Tangentbord:
zh_cn: 键盘:
zh_hk: 鍵盤：

# selection_keyboard_assignment_grab
source: Click here to enable keyboard grab to automatically select the desired key.
ca_es: Feu clic aquí per a habilitar la captura del teclat i seleccionar automàticament la tecla desitjada.
hu_hu: Kattintson ide a billentyűlenyomások érzékeléséhez a kívánt gomb automatikus kiválasztásához.
ja_jp: ここをクリックすると、キーを自動で読み取ります。
nb_no: Trykk her for å velge ønsket knapp på tastaturet.
pl_pl: Kliknij tutaj aby przechwycić automatycznie wciśnięty klawisz.
pt_pt: Clique aqui para habilitar que a captura de teclado seleccione automaticamente a chave desejada.
sv_se: Klicka här för att aktivera tangentbordsgrepp för att automatiskt välja önskad tangent.
zh_cn: 点击此处自动选择想要的按键。
zh_hk: 按此設置想要的鍵。

# selection_keyboard_assignment_grabbing
source: Please press any key...
ca_es: Premeu qualsevol tecla...
hu_hu: Nyomjon meg egy gombot...
ja_jp: キーを自動読み取り中。何かキーを押してください...
nb_no: Trykk hvilken som helst knapp...
pl_pl: Naciśnij dowolny klawisz...
pt_pt: Por favor prima uma tecla qualquer...
sv_se: Tryck på valfri tangent...
zh_cn: 请按下你想要分配的按键...
zh_hk: 按下你想分配的按鍵...

# selection_keyboard_key
source: Key:
ca_es: Tecla:
hu_hu: Gomb:
ja_jp: キー:
nb_no: Knapp:
pl_pl: Klawisz:
pt_pt: Tecla:
sv_se: Tangent:
zh_cn: 按键:
zh_hk: 鍵：

# selection_keyboard_modifiers
source: Modifiers:
ca_es: Modificadors:
hu_hu: Módosító:
ja_jp: 同時押し:
nb_no: Kombinasjonsknapp:
pl_pl: Dodatkowy:
pt_pt: Modificadores:
sv_se: Modifierare:
zh_cn: 修饰键:
zh_hk: 功能鍵：

# selection_keyboard_modifiers_shift
source: Shift
ca_es: Maj
pt_pt: Maiúsculas
sv_se: Skift

# selection_joystick_assignment
source: Assignment:
ca_es: Assignació:
hu_hu: Kezelőszerv:
ja_jp: 割り当て:
nb_no: Tilordning:
pl_pl: Przypisanie:
pt_pt: Atribuído a:
sv_se: Uppdrag:
zh_cn: 分派:
zh_hk: 設定：

# selection_joystick_assignment_grab
source: Click here to enable joystick grab to automatically select the desired axis, button or hat.
ca_es: Feu clic aquí per a habilitar la captura de la palanca de control i seleccionar automàticament l'eix, el botó o el control direccional desitjat.
hu_hu: Kattintson ide az automatikus joystickbeállításhoz.\r\n\r\nÁllítsa a joystick karját és összes gombját alapállásba.
ja_jp: ジョイスティックを自動設定するにはここをクリック。\r\n\r\nただし、ニュートラルにしてボタンから手を離しからクリック。
nb_no: Trykk her for å velge ønsket knapp på joysticken.
pl_pl: Kliknij tutaj aby przechwycić automatycznie wciśnięte przyciski kontrolera.
pt_pt: Clique aqui para o Joystick se seleccionar automaticamente.\r\n\r\nContudo, restaure todos os eixos e solte todos os botões antes desta operação.
sv_se: Klicka här för att aktivera joystick-grepp för att automatiskt välja önskad axel, knapp eller hatt.
zh_cn: 按此以自动选择游戏杆设定。\r\n\r\n不过, 请先把游戏杆移到默认位置并松开按钮。
zh_hk: 接此啟動偵察操縱桿以自動地選擇操縱桿設定。\r\n\r\n但是，請先把搖桿移到預設位置和鬆開按鈕才可按此。

# selection_joystick_assignment_grab_normal
source: Press a button or move an axis or hat into the desired direction...
ca_es: Premeu un botó o moveu un eix o control direccional en la direcció desitjada...
hu_hu: Nyomjon meg egy gombot vagy mozdítsa el a kart egy irányba...
ja_jp: 設定したいボタンを押すか軸を設定したい方向に動かしてください...
nb_no: Trykk en knapp eller beveg en akse inn i ønsket retning...
pl_pl: Przyciśnij wybrany przycisk lub przesuń analog w wybranym kierunku...
pt_pt: Carregue em qualquer tecla ou desloque o eixo na direcção desejada...
sv_se: Tryck på en knapp eller flytta en axel eller hatt i önskad riktning...
zh_cn: 按下你选择使用的按钮或将游戏杆移向所选方向...
zh_hk: 按下你選擇使用的按鈕或將搖桿移向所選的方向……

# selection_joystick_assignment_grab_fullaxis
source: Move an axis into the direction of "increase" or "power"...
hu_hu: Mozdítsa el a kart a "növekvő" irányába (Menetfokozatok beállításakor a menetfokozatok emelkedésének irányába, fékbeállításnál a fékfokozatok emelkedésének irányába)...
ja_jp: 設定したい軸を「増加する方向」に動かしてください...
pl_pl: Przesuń gałkę w kierunku "zwiększania"...
pt_pt: Desloque um eixo qualquer na direcção de "aumentar" ou "força"...
sv_se: Flytta en axel i riktning mot "ökning" eller "kraft"...

# attached
source: Attached joysticks
ca_es: Palanques de control connectades
hu_hu: Használatban lévő joystickok
ja_jp: 接続されたジョイスティック
nb_no: Tilkoblede joysticker
pl_pl: Wykryte kontrolery
pt_pt: Joysticks ligados
sv_se: Anslutna styrspakar
zh_cn: 已连接游戏杆
zh_hk: 已連接的操縱桿

# assignment_keyboard
source: Keyboard
ca_es: Teclat
hu_hu: Billentyűzet
ja_jp: キーボード
nb_no: Tastatur
pl_pl: Klawiatura
pt_pt: Teclado
sv_se: Tangentbord
zh_cn: 键盘
zh_hk: 鍵盤

# assignment_keyboard_shift
source: Shift +\x20
ca_es: Maj +\x20
pt_pt: Maiúsculas +\x20
sv_se: Skift +\x20

# assignment_joystick_axis
source: axis [index]
ca_es: eix [index]
hu_hu: tengely [index]
ja_jp: 軸 [index]
pl_pl: oś [index]
pt_pt: eixo [index]
sv_se: axel [index]
zh_cn: 轴 [index]
zh_hk: 搖桿 [index]

# assignment_joystick_axis_negative
source: negative direction
ca_es: direcció negativa
hu_hu: negatív irány
ja_jp: マイナス方向
nb_no: negativ retning
pl_pl: negatywny kierunek
pt_pt: sentido negativo
sv_se: negativ riktning
zh_cn: 负方向
zh_hk: 負方向

# assignment_joystick_axis_positive
source: positive direction
ca_es: direcció positiva
hu_hu: pozitív irány
ja_jp: プラス方向
nb_no: positiv retning
pl_pl: pozytywny kierunek
pt_pt: sentido positivo
sv_se: positiv riktning
zh_cn: 正方向
zh_hk: 正方向

# assignment_joystick_axis_invalid
source: invalid direction
ca_es: direcció no vàlida
hu_hu: érvénytelen irány
ja_jp: 不正な方向
nb_no: ugyldig retning
pl_pl: nieprawidłowy kierunek
pt_pt: sentido inválido
sv_se: ogiltig riktning
zh_cn: 无效方向
zh_hk: 無效方向

# assignment_joystick_button
source: button [index]
ca_es: botó [index]
hu_hu: gomb [index]
ja_jp: ボタン [index]
nb_no: knapp [index]
pl_pl: przycisk [index]
pt_pt: botão [index]
sv_se: knapp [index]
zh_cn: 按钮 [index]
zh_hk: 按鈕 [index]

# assignment_joystick_hat
source: hat [index]
ca_es: control direccional [index]
hu_hu: nézőpontválasztó [index]
ja_jp: ハット [index]
pt_pt: botão do topo [index]
sv_se: hatt [index]
zh_cn: 帽 [index]
zh_hk: 方向 [index]

# assignment_joystick_hat_left
source: left
ca_es: esquerra
hu_hu: bal
ja_jp: 左
nb_no: venstre
pl_pl: lewo
pt_pt: esquerda
sv_se: vänster
zh_cn: 左
zh_hk: 左

# assignment_joystick_hat_upleft
source: up-left
ca_es: amunt-esquerra
hu_hu: fent, bal
ja_jp: 左上
nb_no: opp-venstre
pl_pl: góra-lewo
pt_pt: esquerda acima
sv_se: uppe till vänster
zh_cn: 左上
zh_hk: 左上

# assignment_joystick_hat_up
source: up
ca_es: amunt
hu_hu: fent
ja_jp: 上
nb_no: opp
pl_pl: góra
pt_pt: acima
sv_se: upp
zh_cn: 上
zh_hk: 上

# assignment_joystick_hat_upright
source: up-right
ca_es: amunt-dreta
hu_hu: fent, jobb
ja_jp: 右上
nb_no: opp-høyre
pl_pl: góra-prawo
pt_pt: direita acima
sv_se: upprätt
zh_cn: 右上
zh_hk: 右上

# assignment_joystick_hat_right
source: right
ca_es: dreta
hu_hu: jobb
ja_jp: 右
nb_no: høyre
pl_pl: prawo
pt_pt: direita
sv_se: höger
zh_cn: 右
zh_hk: 右

# assignment_joystick_hat_downright
source: down-right
ca_es: avall-dreta
hu_hu: lent, jobb
ja_jp: 右下
nb_no: ned-høyre
pl_pl: dół-prawo
pt_pt: direita abaixo
sv_se: nedåtgående
zh_cn: 右下
zh_hk: 右下

# assignment_joystick_hat_down
source: down
ca_es: avall
hu_hu: lent
ja_jp: 下
nb_no: ned
pl_pl: dół
pt_pt: abaixo
sv_se: ner
zh_cn: 下
zh_hk: 下

# assignment_joystick_hat_downleft
source: down-left
ca_es: avall-esquerra
hu_hu: lent, bal
ja_jp: 左下
nb_no: ned-venstre
pl_pl: dół-lewo
pt_pt: esquerda abaixo
sv_se: nedåt-vänster
zh_cn: 左下
zh_hk: 左下

# assignment_joystick_hat_invalid
source: invalid
ca_es: no vàlid
hu_hu: érvénytelen
ja_jp: 不正
nb_no: ugyldig
pl_pl: nieprawidłowy
pt_pt: inválido
sv_se: ogiltig
zh_cn: 无效
zh_hk: 無效

# assignment_invalid
source: Not assigned
ca_es: Sense assignar
hu_hu: Nincs hozzárendelve
ja_jp: 未割当
nb_no: Ikke tilordnet
pl_pl: Nie przypisano
pt_pt: Não atribuído
sv_se: Ej tilldelad
zh_cn: 未分配
zh_hk: 未指定

# speedunits
source: LED Display speed units
ca_es: Unitat de velocitat de la pantalla LED
hu_hu: Kijelzőn sebesség egysége
nb_no: LED Display hastighetsenhet
pt_pt: Velocímetro digital
sv_se: LED-displayens hastighetsenheter
zh_cn: LED 速度显示单位
zh_hk: LED速度顯示單位

# milesperhour
source: Miles per Hour (MPH)
ca_es: Milles per hora (mph)
hu_hu: Mérföld per óra (MPH)
nb_no: Engelsk mil i timen (MPH)
pt_pt: Milhas por hora (MPH)
sv_se: Miles per timme (MPH)
zh_cn: 英里每时 (MPH)
zh_hk: 英里每小時 (MPH)

# kilometersperhour
source: Kilometers per Hour (KPH)
ca_es: Quilòmetres per hora (km/h)
hu_hu: Kilométer per óra (km/h)
nb_no: Kilometer i timen (Km/H)
pt_pt: Quilómetros por hora (KPH)
sv_se: Kilometer per timme (KPH)
zh_cn: 千米每时 (KPH)
zh_hk: 公里每小時 (KPH)

source: Set Calibration:
ca_es: Estableix el calibratge:
hu_hu: Kalibrálás:
nb_no: Sett kalibrering
pt_pt: Configurar a calibragem:
sv_se: Ställ in kalibrering:
zh_cn: 校准设定:
zh_hk: 校準：

source: Launch
ca_es: Inicia
hu_hu: Indítás
nb_no: Start
pt_pt: Iniciar
sv_se: Lansering
zh_cn: 启动
zh_hk: 開放

# notdetected
source: No RailDriver controllers detected.
nb_no: Ingen RailDriver kontroller oppdaget.
pt_pt: Não foram encontrados controladores do "RailDriver".
sv_se: Inga RailDriver-styrenheter hittades.
zh_hk: 未有檢測到RailDriver控制器。

# config_error
source: Error loading RailDriver calibration file.
ca_es: S'ha produït un error en carregar el fitxer de calibratge de RailDriver.
hu_hu: Hiba a RailDriver kalibrációs fájl betöltésekor.
ja_jp: RailDriverのキャリブレーションファイルの読み込み中にエラーが発生しました。
nb_no: Feil ved lasting av RailDriver kalibreringsfil.
pl_pl: Błąd wczytywania pliku kalibracji RailDriver.
pt_pt: Erro ao carregar o ficheiro de calibragem do RailDriver.
sv_se: Fel vid inläsning av RailDriver-kalibreringsfil.
zh_cn: 在加载RailDriver校准配置时出现错误。
zh_hk: 加載RailDriver校准文件時出錯

# calibration_start
source: Please press 'Next' to start calibration.
ca_es: Seleccioneu «Següent» per a iniciar el calibratge.
hu_hu: Kattintson a 'Next' gombra a kalibrálás megkezdéséhez.
ja_jp: 「次へ」をクリックするとキャリブレーションを開始します。.
pl_pl: Wciśnij 'Dalej' aby rozpocząć kalibrację.
pt_pt: Carregue em 'Seguinte' para iniciar a calibragem.
sv_se: Tryck på "Nästa" för att starta kalibreringen.
zh_cn: 按‘继续’开始校准。

# calibration_a
source: Move the reverser lever to the full reverse position and press 'Next'.
ca_es: Moveu la palanca de l'inversor a la posició màxima de marxa enrere i seleccioneu «Següent».
hu_hu: Állítsa az irányváltót teljesen hátra állásba és nyomja meg a 'Next' gombot.
ja_jp: 逆転器をREVERSEの位置に動かしてから「次へ」をクリックしてください。
pl_pl: Przesuń dźwignię nawrotnika na wsteczny kierunek i naciśnij 'Dalej'.
pt_pt: Mova o inversor para marcha-atrás e carregue em 'Seguinte'.
sv_se: Flytta reverseringsspaken till läget för full backning och tryck på "Nästa".
zh_cn: 将换向器移动至完全向后, 然后点击‘继续’。

# calibration_b
source: Move the reverser lever to the full forward position and press 'Next'.
ca_es: Moveu la palanca de l'inversor a la posició màxima de marxa endavant i seleccioneu «Següent».
hu_hu: Állítsa az irányváltót teljesen előre állásba és nyomja meg a 'Next' gombot.
ja_jp: 逆転器をFORWARDの位置に動かしてから「次へ」をクリックしてください。
pl_pl: Przesuń dźwignię nawrotnika na kierunek do przodu i naciśnij 'Dalej'.
pt_pt: Mova o inversor para marcha-à-frente e carregue em 'Seguinte'.
sv_se: Flytta reverseringsspaken till helt framåtläge och tryck på "Nästa".
zh_cn: 将换向器移动至完全向前, 然后点击‘继续’。

# calibration_c
source: Move the combined brake / throttle lever to the full power position and press 'Next'.
ca_es: Moveu el regulador combinat a la posició màxima de tracció i seleccioneu «Següent».
hu_hu: Állítsa a kombinált menet / fékkart teljesen menet állásba és nyomja meg a 'Next' gombot.
ja_jp: スロットルレバーをFULL(出力側)の位置にしてから「次へ」をクリックしてください。
pl_pl: Przesuń wspólną dźwignię hamulca / nastawnika na pełną moc i naciśnij 'Dalej'.
pt_pt: Mova o combinador para a potência máxima e carregue em 'Seguinte'.
sv_se: Flytta den kombinerade broms-/gasreglaget till full effektläge och tryck på "Nästa".
zh_cn: 将联控手柄移动到最大牵引, 然后点击‘继续’。

# calibration_d
source: Move the combined brake / throttle lever to the full brake position and press 'Next'.
ca_es: Moveu el regulador combinat a la posició màxima de fre i seleccioneu «Següent».
hu_hu: Állítsa a kombinált menet / fékkart teljesen fék állásba és nyomja meg a 'Next' gombot.
ja_jp: スロットルレバーをFULL(ブレーキ側)の位置にしてから「次へ」をクリックしてください。
pl_pl: Przesuń wspólną dźwignię hamulca / nastawnika na pełne hamowanie i naciśnij 'Dalej'.
pt_pt: Mova o combinador para a travagem máxima e carregue em 'Seguinte'.
sv_se: Flytta den kombinerade broms-/gasreglaget till fullt bromsläge och tryck på "Nästa".
zh_cn: 将联控手柄移动到最大制动, 然后点击‘继续’。

# calibration_e
source: Move the dynamic brake lever to the release position and press 'Next'.
ca_es: Moveu la palanca de fre dinàmic a la posició d'alliberament i seleccioneu «Següent».
hu_hu: Állítsa a dinamikus fékkart nyitott állásba és nyomja meg a 'Next' gombot.
ja_jp: 自弁ブレーキレバーをRELEASEの位置にしてから「次へ」をクリックしてください。
pl_pl: Przesuń dźwignię hamulca dynamicznego na odhamowany i naciśnij 'Dalej'.
pt_pt: Mova o travão dinâmico para neutro e carregue em 'Seguinte'.
sv_se: Flytta den dynamiska bromsspaken till frigöringsläget och tryck på "Nästa".
zh_cn: 将动力制动手柄移动到缓解, 然后点击‘继续’。

# calibration_f
source: Move the dynamic brake lever to the emergency position and press 'Next'.
ca_es: Moveu la palanca de fre dinàmic a la posició d'emergència i seleccioneu «Següent».
hu_hu: Állítsa a dinamikus fékkart vészfék állásba és nyomja meg a 'Next' gombot.
ja_jp: 自弁ブレーキレバーをEMERGENCYの位置にしてから「次へ」をクリックしてください。
pl_pl: Przesuń dźwignię hamulca dynamicznego na hamowanie nagłe i naciśnij 'Dalej'.
pt_pt: Mova o travão dinâmico para emergência e carregue em 'Seguinte'.
sv_se: Flytta den dynamiska bromsspaken till nödläget och tryck på "Nästa".
zh_cn: 将动力制动手柄移动到紧急制动, 然后点击‘继续’。

# calibration_g
source: Move the independant brake lever to the release position and press 'Next'.
ca_es: Moveu la palanca de fre independent a la posició d'alliberament i seleccioneu «Següent».
hu_hu: Állítsa a független fékkart nyitott állásba és nyomja meg a 'Next' gombot.
ja_jp: 単弁ブレーキレバーをRELEASEの位置にしてから「次へ」をクリックしてください。
pl_pl: Przesuń dźwignię hamulca niezależnego na odhamowany i naciśnij 'Dalej'.
pt_pt: Mova o travão independente para neutro e carregue em 'Seguinte'.
sv_se: Flytta den oberoende bromsspaken till frigöringsläget och tryck på "Nästa".
zh_cn: 将独立制动手柄移动到缓解, 然后点击‘继续’。
