Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# name
source: English (United States)
ca_es: Català
hu_hu: Magyar
ja_jp: 日本語
nb_no: Norsk (Bokmål)
pl_pl: Polski
pt_pt: Português (Portugal)
sv_se: Svenska (Sverige)
zh_cn: 中文 (大陆简体)
zh_hk: 中文 (港澳繁體)

# flag
source: US.png
ca_es: CT.png
hu_hu: HU.png
ja_jp: JP.png
nb_no: NO.png
pl_pl: PL.png
pt_pt: PT.png
zh_cn: CN.png
zh_hk: HK.png

# contributors
source: Unknown
ca_es: Marc Riera Irigoyen
hu_hu: Phonteus Nevolius
ja_jp: F81_tec200, Midnight Express Ginga81(ginga81), S520, Stop_Pattern, rekuto02(Aosa), series223w10
nb_no: Per-Henrik
pl_pl: piotrulos (Kosmo14)
pt_pt: ALP (Ducatista)
sv_se: Okänd
zh_cn: Alvin Wong, zbx1425
zh_hk: Alvin Wong, I-Circle BVE, LX86

# title
source: About
pt_pt: Acerca de
sv_se: Om
zh_hk: 關於OpenBVE

# description
source: OpenBVE is a free and open-source multi-platform train simulator, featuring support for 2D and 3D cabs and scenery.\r\n\r\nThis program was initially developed by Michelle, and is released into the public domain where legally possible.
pt_pt: O OpenBVE é um simulador grátis de código aberto e multiplataforma de condução de comboios, que incorpora suporte para cenários e cabinas 2D e 3D.\r\n\r\nEste programa foi inicialmente desenvolvido por Michelle e está disponível ao público onde legalmente possível.
sv_se: OpenBVE är en gratis och öppen källkodsbaserad tågsimulator för flera plattformar, med stöd för 2D- och 3D-förarhytter och landskap.\r\n\r\nProgrammet utvecklades ursprungligen av Michelle och har släppts till allmänheten där det är lagligt möjligt.
zh_hk: OpenBVE 是一款免費，開源及跨平台的火車模擬器，支援 2D / 3D 駕駛室和沿途景色。\r\n\r\n此程式最初由 Michelle 開發，並在合法的情況下發佈到公眾領域 (Public Domain)。

source: Open Source Licenses
pt_pt: Licença de Código Aberto
sv_se: Öppna källkodslicenser
zh_hk: 開源軟件授權

# open_source_licenses_header
source: OpenBVE makes use of several open-source libraries, whose licenses are reproduced below:
pt_pt: O OpenBVE utiliza várias bibliotecas de código aberto, cujas licenças são reproduzidas abaixo:
sv_se: OpenBVE använder flera öppen källkodsbibliotek, vars licenser återges nedan:
zh_hk: OpenBVE 使用了多個開源的函式庫(library)，其軟件授權如下:

source: Close
ca_es: Surt
hu_hu: Bezárás
ja_jp: 閉じる
nb_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
sv_se: Stäng
zh_cn: 退出游戏
zh_hk: 關閉

# title
source: Report Problem
pt_pt: Reportar Problema
sv_se: Rapportera problem
zh_hk: 回報問題

# description
source: This function will create a zip archive on your Desktop, containing the previous Simulation log and Crash log (If any), along with a text file containing the brief description of the problem entered below.\r\n\r\nPlease post this on the discussion board, or create a new issue on Github.
pt_pt: Esta função vai criar um arquivo ZIP na sua Área de Trabalho, contendo os anteriores relatórios da Simulação e das Avarias (se existentes), juntamente com um ficheiro de texto contendo uma breve descrição do problema indicado abaixo.\r\n\r\nPor favor publique isto na área de discussão, ou crie uma nova entrada no Github.
sv_se: Denna funktion skapar ett zip-arkiv på skrivbordet som innehåller den tidigare simuleringsloggen och kraschloggen (om sådan finns), tillsammans med en textfil som innehåller en kort beskrivning av det problem som anges nedan.\r\n\r\nPosta denna på diskussionsforumet eller skapa ett ärende på Github.
zh_hk: 此功能將在你的桌面上建立一個 zip 檔案，當中包含上次的模擬日誌和崩潰日誌（如有），以及下面輸入的簡要描述。儲存後請將此檔案發佈到討論區，或在 Github 上建立新Issue。

# view_log_button
source: View...
pt_pt: Ver...
sv_se: Visa...
zh_hk: 查看...

# view_log
source: View the previous log:
pt_pt: Ver o registo anterior:
sv_se: Visa föregående logg:
zh_hk: 查看上次遊玩日誌:

# view_crash_log
source: View the previous crash log:
pt_pt: Ver o registo anterior de avaria:
sv_se: Visa tidigare kraschlogg:
zh_hk: 查看上次崩潰日誌:

# enter_description
source: Please enter a brief description of the problem:
pt_pt: Por favor descreva brevemente o problema:
sv_se: Ange en kort beskrivning av problemet:
zh_hk: 請簡短地輸入問題描述:

# no_log
source: No simulation logs were found.
pt_pt: Não foram encontrados registos da simulação.
sv_se: Inga simuleringsloggar hittades.
zh_hk: 沒有上次遊玩日誌。

# no_crash_log
source: No crash logs were found.
pt_pt: Não foram encontrados registos de avarias.
sv_se: Inga kraschloggar hittades.
zh_hk: 沒有上次崩潰日誌。

# save
source: Save Bug Report
pt_pt: Guardar Relatório do Erro
sv_se: Spara felrapport
zh_hk: 儲存錯誤報告

# saved
source: The report has been saved as "[filename]" on your desktop. \r\n\r\nYou may now submit a bug report to the discussion board, or open an issue on GitHub with this zip file attached.
pt_pt: O relatório foi guardado como "[filename]" na sua Área de Trabalho. \r\n\r\nAgora pode submeter um relatório de erro na área de discussão, ou colocando uma questão no GitHub com este ficheiro ZIP anexado.
sv_se: Rapporten har sparats som "[filename]" på ditt skrivbord. \r\n\r\nDu kan nu skicka en felrapport till diskussionsforumet eller öppna ett ärende på GitHub med denna zip-fil bifogad.

# save_failed
source: Cannot create bug report! \r\n\r\nYou may access the Log and Crash Log directly by clicking the "View..." button, then submit these logs to the discussion board or open an issue on GitHub.
pt_pt: Impossível criar o relatório de erro! \r\n\r\nPode aceder ao Registo e Registo de Avaria directamente clicando no botão "Ver..." , submetendo depois estes registos à área de discussão ou colocando uma questão no GitHub.
sv_se: Det går inte att skapa en felrapport! \r\n\r\nDu kan komma åt loggen och kraschloggen direkt genom att klicka på knappen "Visa..." och sedan skicka dessa loggar till diskussionsforumet eller öppna ett ärende på GitHub.

# start
source: Start new game
ca_es: Partida nova
hu_hu: Új játék indítása
ja_jp: 新しく始める
nb_no: Nytt spill
pl_pl: Nowa gra
pt_pt: Iniciar novo jogo
sv_se: Starta nytt spel
zh_cn: 开始游戏
zh_hk: 開始新遊戲

# review
source: Review last game
ca_es: Partida anterior
hu_hu: Előző játék
ja_jp: レビュー
nb_no: Gå gjennom siste spill
pl_pl: Przegląd ostatniej gry
pt_pt: Rever último jogo
sv_se: Granska senaste matchen
zh_cn: 回看分数
zh_hk: 回顧上次遊戲

source: Get Add-ons
ca_es: Contingut
hu_hu: Kiegészítők telepítése
ja_jp: アドオン入手
nb_no: Installer Add-ons
pl_pl: Pobierz dodatki
pt_pt: Obter acessórios
sv_se: Skaffa tillägg
zh_cn: 取得扩展
zh_hk: 取得擴展

# controls
source: Customize controls
ca_es: Controls
hu_hu: Kezelőszervek
ja_jp: カスタマイズ
nb_no: Endre knapper
pl_pl: Ustawienia klawiszy
pt_pt: Personalizar comandos
sv_se: Anpassa kontroller
zh_cn: 控制设置
zh_hk: 控制設定

source: Options
ca_es: Paràmetres
hu_hu: Beállítások
ja_jp: オプション
nb_no: Innstillinger
pl_pl: Opcje
pt_pt: Opções
sv_se: Alternativ
zh_cn: 偏好设置
zh_hk: 選項

# homepage
source: Visit official homepage
ca_es: Visita el lloc web oficial
hu_hu: Hivatalos weboldal
ja_jp: ホームページ
nb_no: Offisiell nettside
pl_pl: Oficjalna strona
pt_pt: Visite a página oficial
sv_se: Besök officiell hemsida
zh_cn: 访问官网
zh_hk: 前往官方網站

# updates
source: Check for updates
ca_es: Comprova si hi ha actualitzacions
hu_hu: Frissítések keresése
ja_jp: アップデートのチェック
nb_no: Sjekk etter oppdateringer
pl_pl: Sprawdź aktualizacje
pt_pt: Procurar actualizações
sv_se: Kontrollera om det finns uppdateringar
zh_cn: 检查更新
zh_hk: 檢查更新

# updates_invalid
source: A connection to the server could be established. Unfortunately, the version information could not be retrieved.
ca_es: S'ha pogut establir la connexió amb el servidor, però no s'ha pogut obtenir la informació de la versió.
hu_hu: Sikerült kapcsolódni a kiszolgálóhoz, de a verzióinformációkat nem lehetett elérni.
ja_jp: サーバには接続できましたが、バージョン情報が取得できません。
nb_no: Får tilkoblet serveren, men dessverre kan vi ikke hente ned versjonen.
pl_pl: Połączenie z serwerem być może zostało nawiązane ale informacje o wersji nie mogły być uzyskane.
pt_pt: Foi efectuada uma ligação ao Servidor mas a informação acerca da versão não foi obtida.
sv_se: En anslutning till servern kunde upprättas. Tyvärr kunde versionsinformationen inte hämtas.
zh_cn: 成功与服务器联机, 但不能取得版本。
zh_hk: 可連接到伺服器，但未能讀取版本資訊。

# updates_old
source: You already have the latest version.
ca_es: Ja teniu la versió més recent.
hu_hu: A legújabb programverziót használja.
ja_jp: 最新バージョンです。
nb_no: Du har den nyeste versjonen.
pl_pl: Posiadasz aktualną wersję
pt_pt: Já dispõe da última versão.
sv_se: Du har redan den senaste versionen.
zh_cn: 你已经在使用最新版本。
zh_hk: 你目前使用中的版本已是最新。

# updates_new
source: The new version [version] ([date]) is available for download on the Official Homepage.
ca_es: Ja hi ha disponible la nova versió [version] ([date]) al lloc web oficial.
hu_hu: Új programváltozat tölthető le a honlapról: [version] ([date]).
ja_jp: 新バージョン[version] ([date]) が利用可能です。変更点:\r\n\r\n
nb_no: Versjon [version] ([date]) er tilgjengelig for nedlasting på den offisielle nettsiden.
pl_pl: Nowa wersja [version] ([date]) jest dostępna do pobrania z oficjalnej strony.
pt_pt: A nova versão [version] ([date]) está disponível para baixar da Página Oficial.
sv_se: Den nya versionen [version] ([date]) finns tillgänglig för hämtning på den officiella webbsidan.
zh_cn: 新版本 ([version] / [date]) 已在官网可供下载。
zh_hk: 有最新版本可供下載: [version] ([date])，前往官方網站下載

# updates_daily
source: The most recent nightly build from [date] is available for download.
pt_pt: A versão nocturna mais recente de [date] está disponível para baixar.
sv_se: Den senaste nattliga versionen från [date] finns tillgänglig för hämtning.
zh_hk: 最新的測試版已在 [date] 發佈並可供下載。

# packages
source: Package Management
ca_es: Gestor de paquets
hu_hu: Csomagkezelés
ja_jp: パッケージの管理
nb_no: Pakkehåndtering
pl_pl: Zarządzaj pakietami
pt_pt: Gestão de pacotes
sv_se: Pakethantering
zh_cn: 扩展管理
zh_hk: 擴展包管理

# reportbug
source: Report Problem
ca_es: Informa d'un error
hu_hu: Hiba jelentése
ja_jp: 問題を報告する
nb_no: Rapporter et problem
pl_pl: Zgłoś problem
pt_pt: Reportar um problema
sv_se: Rapportera problem
zh_cn: 报告问题
zh_hk: 回報問題

source: About
ca_es: Quant a l'OpenBVE
hu_hu: A programról
ja_jp: OpenBVEについて...
nb_no: Om
pl_pl: O programie
pt_pt: Acerca de
sv_se: Om
zh_cn: 关于项目
zh_hk: 關於OpenBVE

source: Arcade
hu_hu: Játékgépszerű
ja_jp: アーケード
nb_no: Arkadespill
pl_pl: Zręcznościowy
pt_pt: Diversão
sv_se: Arkad
zh_cn: 计分
zh_hk: 遊戲

source: Expert
hu_hu: Profi
ja_jp: 上級者
nb_no: Ekspert
pl_pl: Zaawansowany
pt_pt: Perito
zh_cn: 专业
zh_hk: 專業

source: Unknown
ca_es: Desconegut
hu_hu: Ismeretlen
ja_jp: 不明
nb_no: Ukjent
pl_pl: Nieznany
pt_pt: Desconhecido
sv_se: Okänd
zh_cn: 未知
zh_hk: 未知

# critical_file
source: A critical error occured whilst parsing the [file] file
ca_es: S'ha produït un error crític en processar el fitxer «[file]»
hu_hu: Kritikus hiba töltént a [file] fájl elemzése közben.
ja_jp: [file] ファイル読み込み中に致命的なエラーが発生しました。
nb_no: En kritisk feil oppstod ved lasting av filen [file]
pl_pl: Wystąpił krytyczny błąd przy wczytywaniu pliku [file].
pt_pt: Ocorreu um erro crítico ao ser analisado o ficheiro [file]
sv_se: Ett allvarligt fel uppstod vid tolkningen av filen [file]
zh_cn: 在解析文件 [file] 时出现了非常严重的错误。
zh_hk: 處理檔案:[file] 時發生錯誤。

# filesystem_invalid
source: The file system configuration could not be accessed or is invalid due to the following reason:
ca_es: La configuració del sistema de fitxers és inaccessible o no és vàlida per la raó següent:
hu_hu: A fájlrendszer konfiguráció nem volt hozzáférhető vagy érvénytelen a következő ok miatt:
ja_jp: ファイルシステムの設定にアクセスできないか無効です。原因は次の通りです:
nb_no: Filsystemkonfigurasjonen kunne ikke bli nådd på grunn av følgende grunn:
pl_pl: Nie można uzyskać dostępu do konfiguracji systemu plików lub jest ona nieprawidłowa z następującego powodu:
pt_pt: A configuração do sistema não pôde ser acedida, ou é inválida devido ao seguinte motivo:
sv_se: Filsystemkonfigurationen kunde inte nås eller är ogiltig av följande skäl:
zh_cn: 由于以下原因, 文件系统配置是无效的, 或无法被访问:
zh_hk: 無法讀取設定檔:

source: Warning:
ca_es: Avís:
hu_hu: Figyelmeztetés:
ja_jp: 警告:
nb_no: Advarsel:
pl_pl: Uwaga:
pt_pt: Aviso:
sv_se: Varning:
zh_cn: 【警告】:
zh_hk: 警告:

# controls_missing
source: No control configuration files found.
ca_es: No s'han trobat fitxers de configuració de controls.
hu_hu: Nem található kezelőszerv konfigurációs fájl.
ja_jp: コントロール設定ファイルが見つかりませんでした。
nb_no: Ingen kontrollkonfigurasjonsfiler funnet.
pl_pl: Nie znaleziono pliku konfiguracji sterowania.
pt_pt: Não foram encontrados ficheiros de configuração.
sv_se: Inga kontrollkonfigurationsfiler hittades.
zh_cn: 未找到控制配置文件。
zh_hk: 找不到控制配置檔案。

# controls_oldversion
source: An older key-configuration file was found.
ca_es: S'ha trobat un fitxer antic de configuració de controls.
hu_hu: Egy régebbi kezelőszerv konfigurációs fájlt találtunk.
ja_jp: 古いバージョンのキーコンフィグ設定ファイルが見つかりました。
nb_no: En eldre knapp-konfigurasjonsfil var funnet.
pl_pl: Znaleziono konfigurację klawiszy starej wersii programu.
pt_pt: Foi encontrada uma chave de configuração de ficheiro mais antiga.
sv_se: En äldre nyckelkonfigurationsfil hittades.
zh_cn: 键盘配置文件是旧版的。
zh_hk: 找到了較舊的控制配置檔案。

# controls_reset
source: The current key-configuration has been reset to defaults.
ca_es: S'ha reinicialitzat la configuració de controls actual als valors per defecte.
hu_hu: A jelenlegi kezelőszerv konfigurációt visszaállítottuk az alapértelmezettre.
ja_jp: 現在のキーコンフィグ設定はデフォルト設定にリセットされます。
nb_no: Den nåværende knapp-konfigurasjonen har blitt satt tilbake til standard.
pl_pl: Aktualna konfiguracja klawiszy została przywrócona do domyślnej.
pt_pt: A actual chave de configuração foi reposta para o valor-padrão.
sv_se: Den aktuella tangentkonfigurationen har återställts till standardinställningarna.
zh_cn: 目前的键盘配置已经被重置到默认。
zh_hk: 已重置控制配置

# controls_default_oldversion
source: The default key assingment file is an older version or corrupt.
ca_es: El fitxer de configuració de controls per defecte és d'una versió anterior o està malmès.
hu_hu: Az alapértelmezett kezelőszerv konfigurációs fájl régebbi verziójú vagy sérült.
ja_jp: デフォルトのキー割り当て設定ファイルが古いバージョンか破損しています。
nb_no: Filen med standard-knappeoppsettet oppsettet er en gammel versjon eller korrupt.
pl_pl: Plik domyślnej konfiguracji klawiszy należy do starej wersii programu lub jest uszkodzony.
pt_pt: O ficheiro de atribuição da chave-padrão é uma versão mais antiga ou está corrompido.
sv_se: Standardfilen för tangenttilldelning är en äldre version eller är skadad.
zh_cn: 默认的键盘配置文件是旧版的, 或已经损坏。
zh_hk: 預設鍵盤配置檔案已損壞或是舊版本。

# controls_default_missing
source: The default key assignment file does not exist.
ca_es: El fitxer de configuració de controls per defecte no existeix.
hu_hu: Az alapértelmezett kezelőszerv konfigurációs fájl nem létezik.
ja_jp: デフォルトのキー割り当て設定ファイルが存在しません。
nb_no: Filen med standard-knappeoppsettet fins ike.
pl_pl: Plik domyślnej konfiguracji klawiszy nie istnieje.
pt_pt: O ficheiro de atribuição da chave-padrão não existe.
sv_se: Standardfilen för tangenttilldelning finns inte.
zh_cn: 未找到默认键盘配置文件。
zh_hk: 預設控制配置檔案不存在。

# controls_ingame
source: You are currently running on the [platform] backend. Please use the in-game menu to configure any joystick based controls.
ca_es: Esteu executant l'OpenBVE amb [platform]. Utilitzeu el menú intern del simulador per configurar els controls amb una palanca de control.
hu_hu: Ön jelenleg a [platform] rendszert használja. Kérjük, használja a játék közbeni menüt a joystick alapú kezelőszervek konfigurálására.
ja_jp: 現在[platform] バックエンド上で実行しています。.ジョイスティックのコンフィグ設定はゲーム内のメニューから行なって下さい。.
nb_no: Du kjører nå [platform] backend. Bruk spill-menyen for å konfigurere joystick baserte kontroller.
pl_pl: Aktualnie używasz platformy [platform]. Użyj menu w grze, aby skonfigurować wszystkie elementy sterujące oparte na kontrolerze.
pt_pt: Presentemente está a executar na parte interna de [platform]. Por favor use o menú do jogo para configurar quaisquer controlos dos manípulos.
sv_se: Du kör för närvarande på [platform] backend. Använd menyn i spelet för att konfigurera joystickbaserade kontroller.
zh_cn: 您目前在使用 [platform] 后端。 请使用游戏中暂停菜单中的设置来配置键盘和摇杆。
zh_hk: 您目前正在使用 [platform] 後端。請使用遊戲菜單中的設置來配置搖桿。

# sound_openal_version
source: OpenAL 1.1 is required. You seem to have version 1.0.
ca_es: Es requereix l'OpenAL 1.1. Sembla que teniu instal·lada la versió 1.0.
hu_hu: OpenAL 1.1 szükséges. Úgy tűnik, ön az 1.0 verziót használja.
ja_jp: OpenAL 1.1 が必要です。 現在お使いのOpenALのバージョンは1.0です。
nb_no: OpenAL 1.1 er påkrevd. Du ser ut til å ha versjon 1.0.
pl_pl: OpenAL 1.1 jest wymagany. Wygląda na to, że masz wersję 1.0.
pt_pt: É necessária a versão 1.1 do OpenAL. Parece ter a versão 1.0.
sv_se: OpenAL 1.1 krävs. Du verkar ha version 1.0.
zh_cn: 此游戏需要OpenAL 1.1, 然而您似乎只有OpenAL 1.0。
zh_hk: 需要OpenAL 1.1。您似乎安裝了1.0。

# sound_openal_context
source: The OpenAL context could not be created.
ca_es: No s'ha pogut crear el context de l'OpenAL.
hu_hu: Az OpenAL context-et nem lehetett létrehozni.
ja_jp: OpenALの環境が構築されていません。
nb_no: OpenAL-konteksten kunne ikke bli opprettet.
pl_pl: OpenAL context nie mógł zostać utworzony.
pt_pt: Não pôde ser criado o contexto do OpenAL.
sv_se: OpenAL-kontexten kunde inte skapas.
zh_cn: 无法创建OpenAL环境。
zh_hk: 無法創建OpenAL context

# sound_openal_device
source: The OpenAL sound device could not be opened.
ca_es: No s'ha pogut obrir el dispositiu de so de l'OpenAL.
hu_hu: Az OpenAL hangeszközt nem lehetett megnyitni.
ja_jp: OpenAL サウンドデバイスを開けませんでした。
nb_no: OpenAL driveren kunne ikke bli åpnet.
pl_pl: Urządzenie dźwiękowe OpenAL nie mogło zostać otwarte.
pt_pt: O dispositivo de som do OpenAL não pôde ser aberto.
sv_se: Ljudkortet OpenAL kunde inte öppnas.
zh_cn: 无法启动OpenAL音频设备。
zh_hk: 無法創建OpenAL聲音設備。

# fullscreen_switch1
source: An error occured whilst attempting to switch to fullscreen mode.
ca_es: S'ha produït un error en canviar al mode de pantalla completa.
hu_hu: Hiba történt teljes képernyőre váltás közben.
ja_jp: 全画面モードへ切り替え中に エラーが発生しました。
nb_no: En feil oppstod mens programmet prøvde å bytte til fullskjermsmodus.
pl_pl: Wystąpił błąd przy próbie przejścia w tryb pełnoekranowy.
pt_pt: Ocorreu um erro ao tentar mudar para o modo de tela inteira.
sv_se: Ett fel uppstod när du försökte växla till helskärmsläge.
zh_cn: 在试图切换进全屏时出现了问题。
zh_hk: 嘗試切換到全屏模式時發生錯誤。

# fullscreen_switch2
source: Please check your fullscreen resolution settings.
ca_es: Comproveu la configuració de resolució de pantalla completa.
hu_hu: Kérjük, ellenőrizze a teljes képernyős felbontás beállításait.
ja_jp: 全画面時の解像度の設定をご確認ください。
nb_no: Sjekk fullskjermsinnstillingene.
pl_pl: Proszę sprawdzić ustawienia rozdzielczości trybu pełnoekranowego.
pt_pt: Por favor verifique as definições da resolução de tela inteira.
sv_se: Kontrollera inställningarna för helskärmsupplösning.
zh_cn: 您设置的全屏分辨率配置有问题, 请检查。
zh_hk: 請檢查全螢幕解像度設定

# route_corrupt_withtrack
source: The selected route is corrupt: \r\n WithTrack section missing.
ca_es: La ruta seleccionada està malmesa: \r\n No s'ha trobat la secció «WithTrack».
hu_hu: A kiválasztott pálya sérült: hiányzik a \r\n WithTrack szakasz.
ja_jp: 選択した路線データは壊れている可能性があります。: \r\n WithTrack セクションが見つかりませんでした。
nb_no: Den valgte ruten er korrupt: \r\n WithTrack seksjonen mangler.
pl_pl: Wybrana trasa jest uszkodzona: \r\n Brakuje sekcji WithTrack.
pt_pt: A linha seleccionada está corrompida: \r\n Falta a secção WithTrack.
sv_se: Den valda rutten är felaktig: \r\n WithTrack-sektionen saknas.
zh_cn: 选择的线路文件已损坏: \r\n 该线路没有轨道。
zh_hk: 未能讀取路線: \r\n 沒有WithTrack部分。

# route_corrupt_nostations
source: The selected route is corrupt: \r\n No stations defined.
ca_es: La ruta seleccionada està malmesa: \r\n No s'ha definit cap estació.
ja_jp: 選択した路線データは壊れている可能性があります。: \r\n 駅が定義されていません。
nb_no: Den valgte ruten er korrupt: \r\n Ingen stasjoner er definert.
pl_pl: Wybrana trasa jest uszkodzona: \r\n Brak zdefiniowanych stacji.
pt_pt: A linha seleccionada está corrompida: \r\n Não estão definidas estações.
sv_se: Den valda rutten är felaktig: \r\n Inga stationer definierade.
zh_cn: 选择的线路文件已损坏: \r\n 该线路没有车站。
zh_hk: 未能讀取路線: \r\n 沒有定義車站。

# route_corrupt_noobjects
source: The selected route is corrupt: \r\n No objects defined.
ca_es: La ruta seleccionada està malmesa: \r\n No s'ha definit cap objecte.
ja_jp: 選択した路線データは壊れている可能性があります。: \r\n オブジェクトが定義されていません。
nb_no: Den valgte ruten er korrupt: \r\n Ingen objekter er definert.
pl_pl: Wybrana trasa jest uszkodzona: \r\n Brak zdefiniowanych obiektów.
pt_pt: A linha seleccionada está corrompida: \r\n Não estão definidos objectos.
sv_se: Den valda rutten är felaktig: \r\n Inga objekt definierade.
zh_cn: 选择的线路文件已损坏: \r\n 该线路没有物件。
zh_hk: 未能讀取路線: \r\n 沒有定義物件。

# route_corrupt_missingobjects
source: The selected route is corrupt: \r\n Unable to locate all defined objects.
ca_es: La ruta seleccionada està malmesa. \r\n No s'han pogut trobar tots els objectes definits.
pt_pt: A linha seleccionada está corrompida: \r\n Não é possível localizar todos os objectos definidos.
sv_se: Den valda rutten är felaktig: \r\n Det går inte att hitta alla definierade objekt.
zh_cn: 选择的线路文件已损坏：\r\n 所有的物件模型均无法被找到。
zh_hk: 未能讀取路線: \r\n 未能找到所有已定義的物件。

# plugin_failure1
source: The train plugin [plugin] failed to load.
ca_es: No s'ha pogut carregar l'extensió del tren «[plugin]».
hu_hu: A [plugin] vonat plugin nem töltődött be.
ja_jp: 保安装置プラグイン[plugin] の読み込みに失敗しました。
nb_no: Tog-plugin [plugin] kunne ikke laste inn.
pl_pl: Wtyczka pociągu [plugin] nie załadowała się.
pt_pt: Falhou o carregamento do sistema de segurança [plugin] do comboio.
sv_se: Tågtillägget [plugin] kunde inte läsas in.
zh_cn: 列车安全系统插件 [plugin] 载入失败。
zh_hk: 未能加載列車插件: [plugin]

# plugin_failure2
source: The built-in ATS/ ATC systems will be used instead, which may cause issues.
ca_es: S'utilitzaran els sistemes ATS/ATC per defecte, que podrien ser incompatibles.
hu_hu: Helyette a beépített ATS/ATC rendszert használjuk, ami zavart okozhat.
ja_jp: 代わりにopenBVE付属のATS/ ATCプラグインを使用しますが、問題が起きる可能性があります。
pl_pl: Zostanie użyty wbudowany system ATS/ ATC, może to spowodować problemy.
pt_pt: Em substituição vão ser usados os sistemas incorporados ATS/ ATC, que podem causar problemas.
sv_se: De inbyggda ATS/ATC-systemen kommer att användas istället, vilket kan orsaka problem.
zh_cn: 取而代之, 将使用内置的ATS/ATC系统, 这可能造成一些问题。
zh_hk: 將會使用內置ATS/ATC系統, 但可能會出現問題

# package_filename_empty
source: Attempted to create a package with an empty filename.
ca_es: El nom de fitxer del paquet està en blanc.
ja_jp: 空のファイル名でパッケージを作成しようとしました。
nb_no: Forsøkte å opprette en pakke med tomt filnavn.
pt_pt: Tentativa de criar um pacote sem nome.
sv_se: Försökte skapa ett paket med ett tomt filnamn.
zh_cn: 不能创建文件名为空的扩展包。
zh_hk: 不能創建一個没有檔案名的擴展包。

# package_directory_missing
source: The directory in which you attempted to save the package file does not exist: \r \n
ca_es: La carpeta de destinació del paquet no existeix: \r \n
ja_jp: パッケージファイルを保存しようとしたディレクトリが存在しません。: \r \n
nb_no: Mappen du prøvde å lagre filen til pakken eksisterer ikke: \r \n
pt_pt: O directório em que tentou guardar o pacote não existe: \r \n
sv_se: Katalogen där du försökte spara paketfilen finns inte: \r \n
zh_cn: 你想要保存扩展包的这一目录并不存在: \r \n
zh_hk: 您嘗試保存擴展包的資料夾不存在: \r \n

# package_directory_nowrite
source: No write access available in the directory in which you attempted to save the package file: \r \n
ca_es: No teniu permís per modificar la carpeta de destinació del paquet: \r \n
ja_jp: パッケージファイルを保存しようとしたディレクトリに書き込みアクセス権がありません。: \r \n
nb_no: Mappen du prøvde å lagre filen til pakken til kan ikke skrives til: \r \n
pt_pt: Não é permitida a escrita no directório em que tentou guardar o pacote: \r \n
sv_se: Ingen skrivbehörighet tillgänglig i katalogen där du försökte spara paketfilen: \r \n
zh_cn: 此程序无权写入你想要保存扩展包的这一目录: \r \n
zh_hk: 嘗試保存擴展包文件的資料夾中沒有寫訪問權限: \r \n

# package_file_generic
source: Failed to create the following file: \r \n
ca_es: No s'ha pogut crear el fitxer següent: \r \n
ja_jp: 次のファイルを作成できませんでした。: \r \n
nb_no: Det gikk ikke å lage følgende fil: \r \n
pt_pt: Falhou a criação do seguinte ficheiro: \r \n
sv_se: Det gick inte att skapa följande fil: \r \n
zh_cn: 未能创建这一文件: \r \n
zh_hk: 無法創建以下檔案: \r \n
