Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

source: Backface culling: on
ca_es: Supressió de cares posteriors: activada
hu_hu: Poligonok hátoldalának kirajzolása bekapcsolva
ja_jp: 背景カリング: オン
pl_pl: Przycinanie tła: Wł
pt_pt: Troca de face: ligada
sv_se: Backface culling: på
zh_cn: 背面剔除: 启动
zh_hk: 背面剔除：開啟

source: Backface culling: off
ca_es: Supressió de cares posteriors: desactivada
hu_hu: Poligonok hátoldalának kirajzolása kikapcsolva
ja_jp: 背景カリング: オフ
pl_pl: Przycinanie tła: Wył
pt_pt: Troca de face: desligada
sv_se: Backface culling: av
zh_cn: 背面剔除: 关闭
zh_hk: 背面剔除：關閉

# notavailableexpert
source: This feature is not available in Expert mode.
ca_es: Aquesta funció no està disponible en el mode expert.
hu_hu: Ez a lehetőség nem érhető el profi módban.
ja_jp: 上級者モードでは有効ではありません。
nb_no: Denne funksjonen er ikke tilgjengelig i ekspert modus.
pl_pl: To nie jest dostępne w trybie zaawansowanym.
pt_pt: Esta função não está disponível na modalidade de Perito.
sv_se: Denna funktion är inte tillgänglig i expertläget.
zh_cn: 你不可以在专业模式中使用这个功能。
zh_hk: 這功能於專業模式中不可開啟。

# aiunable
source: The AI might be unable to fully operate this train.
ca_es: Pot ser que la IA no pugui controlar totalment aquest tren.
hu_hu: Elképzelhető, hogy a robotpilóta nem tudja vezetni ezt a vonatot.
ja_jp: この列車のAI運転はできません。
nb_no: Den kunstige intelligensen klarer kanskje ikke å kjøre dette toget.
pl_pl: AI nie może w pełni operować tym pociągiem.
pt_pt: O AI pode não ser capaz de operar este comboio na sua plenitude.
sv_se: AI-systemet kanske inte kan styra tåget fullt ut.
zh_cn: AI有可能不能完全正确地操作此列车，由于该车作者设置的ATS插件未与AI特定适配。
zh_hk: 人工智能司機可能無法完全操作這列車。

source: Camera restriction: on
ca_es: Restricció de la càmera: activada
hu_hu: Kamera korlátozás bekapcsolva
ja_jp: カメラ制限: オン
nb_no: Kamerabegrensning: på
pl_pl: Ograniczenie kamery: Wł
pt_pt: Restrição de câmara: ligada
sv_se: Kamerabegränsning: på
zh_cn: 视点限制: 启动
zh_hk: 鏡頭限制：開啟

source: Camera restriction: off
ca_es: Restricció de la càmera: desactivada
hu_hu: Kamera korlátozás kikapcsolva
ja_jp: カメラ制限: オフ
nb_no: Kamerabegrensning: av
pl_pl: Ograniczenie kamery: Wył
pt_pt: Restrição de câmara: desligada
sv_se: Kamerabegränsning: av
zh_cn: 视点限制: 关闭
zh_hk: 鏡頭限制：關閉

source: Mouse grab: on
ca_es: Rotació de la càmera amb el ratolí: activada
hu_hu: Egér bekapcsolva
ja_jp: マウス操作: オン
nb_no: "Mouse grab": på
pl_pl: Przechwycenie myszy: Wł
pt_pt: Agarrar com o rato: Ligado
sv_se: Musgrepp: på
zh_cn: 鼠标抓取: 启动
zh_hk: 滑鼠抓動：開啟

source: Mouse grab: off
ca_es: Rotació de la càmera amb el ratolí: desactivada
hu_hu: Egér kikapcsolva
ja_jp: マウス操作: オフ
nb_no: "Mouse grab": av
pl_pl: Przechwycenie myszy: Wył
pt_pt: Agarrar com o rato: Desligado
sv_se: Musgrepp: av
zh_cn: 鼠标抓取: 关闭
zh_hk: 滑鼠抓動：關閉

# switchexterior_uncouple
source: Please switch to exterior view to uncouple.
pt_pt: Por favor mude para a vista exterior para desengatar.
sv_se: Växla till utsiktsläge för att koppla bort.
zh_hk: 請切換至車外視覺以脱鈎車廂。

# unable_uncouple
source: Unable to uncouple this car.
pt_pt: Não é possível desengatar este vagão.
sv_se: Det går inte att koppla bort denna vagn.
zh_hk: 未能脱鈎此車廂。

# exterior_uncouplerear
source: Uncoupling the rear of car number
pt_pt: Desengatando a traseira do vagão Nº
sv_se: Frånkoppling av bakdelen av bil nummer
zh_hk: 已脱離後方車鈎，在車卡

# exterior_uncouplefront
source: Uncoupling the front of car number
pt_pt: Desengatando a frente do vagão Nº
sv_se: Frånkoppling av framdelen av vagn nummer
zh_hk: 已脱鈎前方車鈎，在車卡

# fixed_uncouple
source: This coupler is fixed, and cannot uncouple.
pt_pt: Este engate é fixo e não pode ser desengatado.
sv_se: Denna koppling är fast och kan inte kopplas loss.
zh_hk: 此車鈎是固定的，不能脱鈎。

source: Overspeed
ca_es: Excés de velocitat
hu_hu: Sebességtúllépés
ja_jp: 速度超過
nb_no: Forfortkjøring
pl_pl: Przekroczona prędkość
pt_pt: Velocidade a mais
sv_se: Överhastighet
zh_cn: 超速
zh_hk: 超速

# redsignal
source: Passed red signal
ca_es: Senyal en vermell ultrapassat
hu_hu: Meghaladta a vörös jelzőt
ja_jp: 停止信号通過
nb_no: Forbikjørt rødt signal
pl_pl: Przekroczono czerwone światło
pt_pt: Passou um sinal vermelho
sv_se: Körde mot rött ljus
zh_cn: 冒进红灯
zh_hk: 衝紅燈

source: Toppling
ca_es: Bolcada
hu_hu: Felborult
ja_jp: 横転
nb_no: Velting
pl_pl: Wywrotka
pt_pt: Inversões
sv_se: Störtande
zh_cn: 晃动
zh_hk: 震盪

source: Derailed
ca_es: Descarrilament
hu_hu: Kisiklott
ja_jp: 脱線
nb_no: Avsporing
pl_pl: Wykolejenie
pt_pt: Descarrilou
sv_se: Spårförlorad
zh_cn: 列车脱轨
zh_hk: 出軌

# discomfort
source: Passenger discomfort
ca_es: Passatgers incòmodes
hu_hu: Elégedetlenek az utasok
ja_jp: 乗客苦情
nb_no: Ukomfortabelhet blant passasjerene
pl_pl: Dyskomfort pasażerów
pt_pt: Desconfortável
sv_se: Passagerarnas obehag
zh_cn: 暴力操作
zh_hk: 乘客感到不適

# doors
source: Doors opened
ca_es: Portes obertes
hu_hu: Nyitott ajtók
ja_jp: ドア開き
nb_no: Dørene åpnet
pl_pl: Drzwi otwarte
pt_pt: Portas abertas
sv_se: Dörrarna öppnades
zh_cn: 车门开启
zh_hk: 車門開啟

# station_arrived
source: Arrived at station
ca_es: Arribada a l'estació
hu_hu: Megérkezett az állomásra
ja_jp: 駅到着
nb_no: Ankom på stasjon
pl_pl: Przyjazd na stacje
pt_pt: Chegou à estação
sv_se: Anlände till stationen
zh_cn: 到站
zh_hk: 抵達車站

# station_perfecttime
source: Perfect time bonus
ca_es: Bonificació de temps perfecte
hu_hu: Bónusz a pontos érkezési időért
ja_jp: 定着ボーナス
nb_no: Perfekt på tiden bonus
pl_pl: Doskonały czas
pt_pt: Bónus por tempo perfeito
sv_se: Perfekt tidsbonus
zh_cn: 准点停站奖分
zh_hk: 準時到達獎賞

# station_late
source: Late
ca_es: Retard
hu_hu: Késés
ja_jp: 遅れ
nb_no: For sen
pl_pl: Spóźnienie
pt_pt: Atrasado
sv_se: Sen
zh_cn: 晚点
zh_hk: 遲到

# station_perfectstop
source: Perfect stop bonus
ca_es: Bonificació de parada perfecta
hu_hu: Bónusz a pontos megállásért
ja_jp: 停止位置ボーナス
nb_no: Prefekt stopp bonus
pl_pl: Doskonałe zatrzymanie
pt_pt: Bónus por paragem perfeita
sv_se: Perfekt stoppbonus
zh_cn: 准确对标奖分
zh_hk: 準確停站獎賞

# station_stop
source: Stop
ca_es: Parada
hu_hu: Megállás
ja_jp: 停止
pl_pl: Pozycja zatrzymania
pt_pt: Paragem
sv_se: Stoppa
zh_cn: 对标
zh_hk: 停站位置誤差

# station_departure
source: Premature departure
ca_es: Sortida abans d'hora
hu_hu: Korai indulás
ja_jp: 時間前発車
nb_no: For tidlig avgang
pl_pl: Przedwczesne wyruszenie w trase
pt_pt: Partida antes do tempo
sv_se: För tidig avresa
zh_cn: 早点发车
zh_hk: 過早離站

# rating
source: Your rating:
hu_hu: Eredmény:
ja_jp: あなたの評価:
nb_no: Din vurdering:
pl_pl: Twoja ocena:
pt_pt: A sua classificação:
sv_se: Ditt betyg:
zh_cn: 您的评价:
zh_hk: 你的評分：

source: Abysmal
ca_es: Pèssim
hu_hu: Értékelhetetlen
ja_jp: 最悪
nb_no: Grusomt
pl_pl: Do kitu
pt_pt: Nulidade
sv_se: Urusla
zh_cn: 灾难
zh_hk: 慘不忍睹

source: Terrible
hu_hu: Borzalmas
ja_jp: ひどく悪い
nb_no: Forferdelig
pl_pl: Bardzo źle
pt_pt: Terrível
sv_se: Fruktansvärt
zh_cn: 恶劣
zh_hk: 惡劣

source: Bad
ca_es: Dolent
hu_hu: Rossz
ja_jp: 悪い
nb_no: Dårlig
pl_pl: Źle
pt_pt: Péssimo
sv_se: Dålig
zh_cn: 糟糕
zh_hk: 差勁

source: Poor
ca_es: Pobre
hu_hu: Gyenge
ja_jp: いまいち
nb_no: Stakkarslig
pl_pl: Słabo
pt_pt: Mau
sv_se: Dåligt
zh_cn: 略差
zh_hk: 未如理想

source: Fair
ca_es: Mediocre
hu_hu: Elfogadható
ja_jp: 普通
nb_no: Adekvat
pl_pl: Miernie
pt_pt: Fraco
sv_se: Uppehåll
zh_cn: 尚可
zh_hk: 尚可

source: Mediocre
ca_es: Correcte
hu_hu: Közepes
ja_jp: まあまあ
nb_no: Gjennomsnittlig
pl_pl: Może być
pt_pt: Medíocre
sv_se: Medioker
zh_cn: 一般
zh_hk: 一般

source: Good
ca_es: Bo
hu_hu: Megfelelő
ja_jp: 良い
nb_no: Bra
pl_pl: Dobrze
pt_pt: Satisfaz
sv_se: Bra
zh_cn: 不错
zh_hk: 不錯

source: Great
ca_es: Molt bo
hu_hu: Jó
ja_jp: より良い
nb_no: Flott
pl_pl: Super
pt_pt: Bom
sv_se: Utmärkt
zh_cn: 颇佳
zh_hk: 頗佳

source: Superb
ca_es: Genial
hu_hu: Kiváló
ja_jp: とても良い
nb_no: Utmerket
pl_pl: Świetnie
pt_pt: Muito bom
sv_se: Storartat
zh_cn: 良好
zh_hk: 良好

source: Excellent
hu_hu: Kiemelkedő
ja_jp: 最高
nb_no: Perfekt
pl_pl: Genialnie
pt_pt: Excelente
sv_se: Utmärkt
zh_cn: 优秀
zh_hk: 優秀

# resume
source: Resume simulation
ca_es: Continua la simulació
hu_hu: A játék folytatása
ja_jp: 再開
nb_no: Fortsett simulartor
pl_pl: Kontynuuj symulacje
pt_pt: Retomar a simulação
sv_se: Simulera CV
zh_cn: 恢复游戏
zh_hk: 繼續遊戲

# jump
source: Jump to station
ca_es: Salta a una estació
hu_hu: Állomáshoz ugrás
ja_jp: 駅へジャンプ
nb_no: Hopp til stasjon
pl_pl: Przeskocz do stacji
pt_pt: Saltar para a estação
sv_se: Hoppa till station
zh_cn: 切换车站
zh_hk: 跳至車站

# exit
source: Exit to main menu
ca_es: Surt al menú principal
hu_hu: Kilépés a főmenübe
ja_jp: メインメニュー
nb_no: Avslutt til menyen
pl_pl: Wyjdź do głównego menu
pt_pt: Voltar ao menú principal
sv_se: Gå till huvudmenyn
zh_cn: 返回菜单
zh_hk: 返回主選單

# exit_question
source: Do you really want to exit to the main menu?
ca_es: Segur que voleu sortir al menú principal?
hu_hu: Biztosan kilép a főmenübe?
ja_jp: メインメニューに戻りますか？
nb_no: Er du sikker på at du vil avslutte til menyen?
pl_pl: Czy na pewno chcesz wyjść do menu?
pt_pt: Quer mesmo voltar ao menú principal?
sv_se: Vill du verkligen gå tillbaka till huvudmenyn?
zh_cn: 是否要返回主菜单？
zh_hk: 是否要返回主選單？

# exit_no
source: No
hu_hu: Nem
ja_jp: いいえ
nb_no: Nei
pl_pl: Nie
pt_pt: Não
sv_se: Nej
zh_cn: 否
zh_hk: 否

# exit_yes
source: Yes
ca_es: Sí
hu_hu: Igen
ja_jp: はい
nb_no: Ja
pl_pl: Tak
pt_pt: Sim
sv_se: Ja
zh_cn: 是
zh_hk: 是

source: Quit
ca_es: Surt
hu_hu: Kilépés az openBVE-ből
ja_jp: 終了
nb_no: Avslutt
pl_pl: Wyjdź z gry
pt_pt: Sair do jogo
sv_se: Avsluta
zh_cn: 退出游戏
zh_hk: 離開

# quit_question
source: Do you really want to quit?
ca_es: Segur que voleu sortir?
hu_hu: Biztosan kilép a programból?
ja_jp: 終了しますか？
nb_no: Er du sikker på at du vil avslutte?
pl_pl: Czy chcesz wyjść z gry?
pt_pt: Quer mesmo sair do jogo?
sv_se: Vill du verkligen sluta?
zh_cn: 是否要退出游戏？
zh_hk: 是否要離開遊戲？

# quit_no
source: No
hu_hu: Nem
ja_jp: いいえ
nb_no: Nei
pl_pl: Nie
pt_pt: Não
sv_se: Nej
zh_cn: 否
zh_hk: 否

# quit_yes
source: Yes
ca_es: Sí
hu_hu: Igen
ja_jp: はい
nb_no: Ja
pl_pl: Tak
pt_pt: Sim
sv_se: Ja
zh_cn: 是
zh_hk: 是

source: ← Back
ca_es: ← Enrere
hu_hu: ← Vissza
ja_jp: ← 戻る
nb_no: ← Tilbake
pl_pl: ← Wstecz
pt_pt: ← Voltar
sv_se: ← Tillbaka
zh_cn: ← 返回
zh_hk: ← 返回

# customize_controls
source: Customise controls
ca_es: Personalitza els controls
hu_hu: Kezelőszervek beállítása
ja_jp: 操作のカスタマイズ
nb_no: Tilpass kontroller
pl_pl: Dostosuj sterowaie
pt_pt: Personalizar comandos
sv_se: Anpassa kontroller
zh_cn: 设置控制
zh_hk: 自訂控制按鍵

# assign
source: Please press any key or move a joystick axis to set this control...
ca_es: Premeu qualsevol tecla o moveu un eix d'una palanca de control per a configurar aquest control...
hu_hu: Nyomjon meg egy gombot vagy mozgassa a joystickot egy tengelyen a beállításhoz...
ja_jp: 操作を割り当てるには、キーを押下するか、ジョイスティックの軸を動かして下さい...
pl_pl: Przyciśnij dowolny klawisz lub przesuń oś kontrolera...
pt_pt: Por favor prima qualquer tecla ou mova um manípulo para definir este controle...
sv_se: Tryck på valfri tangent eller rör joysticken för att ställa in denna kontroll...
zh_cn: 请按压按键或移动摇杆来分配操作。
zh_hk: 請按任意鍵或移動操縱桿軸...

source: Keyboard
ca_es: Teclat
hu_hu: Billentyűzet
ja_jp: キーボード
nb_no: Tastatur
pl_pl: Klawiatura
pt_pt: Teclado
sv_se: Tangentbord
zh_cn: 键盘
zh_hk: 鍵盤

# joystick_notavailable
source: Joystick (Not currently connected)
nb_no: -- ikke der --
pt_pt: Indisponível
sv_se: Joystick (inte ansluten för närvarande)
zh_hk: 控制桿 (未連接)

# joystickdirection_positive
source: Positive
ca_es: Positiu
hu_hu: Pozitív
ja_jp: +(プラス)方向
nb_no: Positiv
pl_pl: Pozytywny
pt_pt: Positiva
sv_se: Positiv
zh_cn: 正方向
zh_hk: 正

# joystickdirection_negative
source: Negative
ca_es: Negatiu
hu_hu: Negatív
ja_jp: -(マイナス)方向
nb_no: Negativ
pl_pl: Negatywny
pt_pt: Negativa
sv_se: Negativ
zh_cn: 负方向
zh_hk: 負

# assignment_current
source: Current assignment:
ca_es: Assignació actual:
hu_hu: Jelenlegi beállítás:
ja_jp: 現在の割り当て:
nb_no: Nåværende oppdrag:
pl_pl: Aktualne przypisanie:
pt_pt: Actual atribuição:
sv_se: Nuvarande uppdrag:
zh_cn: 目前分配:
zh_hk: 目前分配：

# title
source: In-Game Menu
pt_pt: Menu do Jogo
sv_se: Meny i spelet
zh_cn: 即时菜单
zh_hk: 遊戲菜單

# pause_title
source: PAUSE
ca_es: EN PAUSA
pt_pt: PAUSA
sv_se: PAUSA
zh_cn: 暂停
zh_hk: 暫停

# train_default
source: Do you wish to use the default train?
nb_no: Standard for rute
pt_pt: Pretende utilizar o comboio pré-definido?
sv_se: Vill du använda standardtåget?
zh_hk: 你想使用預設列車嗎?

# train_default_no
source: No
pt_pt: Não
sv_se: Nej
zh_hk: 否

# train_default_yes
source: Yes
pt_pt: Sim
sv_se: Ja
zh_hk: 是

# atsoperation
source: ATS RUN
ca_es: ATS ACTIU
hu_hu: ATS AKTÍV
ja_jp: ATS 作動
pt_pt: ATS EM SERVIÇO
zh_cn: ATS 动作
zh_hk: ATS 啟動

# atsppower
source: P POWER
ca_es: ATS-P ACTIU
hu_hu: ATS-P MENET
ja_jp: P 電源
pt_pt: P - FORÇA
zh_cn: P 电源
zh_hk: P 電源

# atsppattern
source: PTN APPROACH
ca_es: BALISA ATS-P
hu_hu: PTN BEÁLLÍTÁS
ja_jp: パターン接近
pt_pt: PTN - APROXIMAÇÂO
sv_se: PTN-METODEN
zh_cn: 接近限速
zh_hk: PTN 接近

# atspbrakeoverride
source: BRAKE RELEASE
ca_es: FRE ALLIBERAT
hu_hu: FÉK FELOLDVA
ja_jp: ブレーキ開放
pl_pl: HAMULEC ZW
pt_pt: DESTRAVAGEM
sv_se: BROMSFRIGÖRANDE
zh_cn: 制动超控
zh_hk: 制動解除

# atspbrakeoperation
source: BRAKE APPLY
ca_es: FRE APLICAT
hu_hu: FÉK ALK.
ja_jp: ブレーキ動作
pl_pl: HAMULEC AKT
pt_pt: TRAVAGEM
sv_se: BROMSA
zh_cn: 制动动作
zh_hk: 制動

# atspfailure
source: FAILURE
ca_es: ERROR
hu_hu: HIBA
ja_jp: 故障
pl_pl: AWARIA
pt_pt: FALHA
sv_se: FEL
zh_cn: 故障
zh_hk: 故障

source: ATC POWER
ca_es: ATC ACTIU
hu_hu: ATC MENET
ja_jp: ATC 電源
pl_pl: ATC PRACA
pt_pt: ATC - FORÇA
zh_cn: ATC 电源
zh_hk: ATC 電源

# atcuse
source: ATC SRV
ca_es: ATC SERVEI
hu_hu: ATC HASZNÁLAT
ja_jp: ATC 常用
pl_pl: ATC UŻYWANE
pt_pt: ATC EM SERVIÇO
zh_cn: ATC 常用
zh_hk: ATC 使用

# atcemergency
source: ATC EMG
ca_es: ATC EMERGÈNCIA
hu_hu: ATC VÉSZFÉK
ja_jp: ATC 非常
pl_pl: ATC NAGŁE
pt_pt: ATC - EMERGÊNCIA
zh_cn: ATC 紧急
zh_hk: ATC 緊急

source: EB
ca_es: FRE D'EMERGÈNCIA
hu_hu: ÉBERSÉGI
pt_pt: HOMEM-MORTO
zh_cn: 无人警惕
zh_hk: 緊急制動

source: CONST SPEED
ca_es: VELOCITAT CONSTANT
hu_hu: TEMPOMAT
ja_jp: 定速
pl_pl: PRĘDOŚĆ STAŁA
pt_pt: VELOCIDADE CONSTANTE
sv_se: KONSTANT HASTIGHET
zh_cn: 定速
zh_hk: 定速

# score
source: Score:\x20
hu_hu: Pontszám:\x20
ja_jp: スコア:\x20
pl_pl: Wynik:\x20
pt_pt: Pontuação:\x20
sv_se: Poäng:\x20
zh_cn: 分数:\x20
zh_hk: 分數:\x20

# power_increase
source: Increases power by one notch for trains with two handles
ca_es: Incrementa el regulador una posició en els trens amb dues manetes.
hu_hu: Egy menetfokozat előre (kétkaros járműnél)
ja_jp: ツーハンドル車マスコン１ノッチ上げ
nb_no: Øker turtallet med et hakk for tog med to håndtak
pl_pl: Powiększa moc o jeden poziom dla pociągów z dwoma wajchami
pt_pt: Aumenta um ponto à força, em comboios com controladores de dois manípulos
sv_se: Ökar effekten med ett steg för tåg med två handtag
zh_cn: [分离手柄] 牵引增加
zh_hk: 在雙桿式列車把列車的動力增加一級

# power_decrease
source: Decreases power by one notch for trains with two handles
ca_es: Redueix el regulador una posició en els trens amb dues manetes.
hu_hu: Egy menetfokozat vissza (kétkaros járműnél)
ja_jp: ツーハンドル車マスコン１ノッチ下げ
nb_no: Minster turtallet med et hakk for tog med to håndtak
pl_pl: Zmniejsza moc o jeden poziom dla pociągów z dwoma wajchami
pt_pt: Diminui um ponto à força, em comboios com controladores de dois manípulos
sv_se: Minskar effekten med ett steg för tåg med två handtag
zh_cn: [分离手柄] 牵引减少
zh_hk: 在雙桿式列車把列車的動力減少一級

# power_halfaxis
source: Controls power for trains with two handles on half of a joystick axis
ca_es: Controla el regulador en els trens amb dues manetes amb la meitat de l'eix d'una palanca de control.
hu_hu: Szabályozza a menetfokozatokat kétkaros járműveknél a joystick fél tengelyén
ja_jp: ツーハンドル車マスコンにジョイスティック軸半分使用
nb_no: Kontrollerer turtallet for tog med to håndtak på en halv joystick akse
pl_pl: Kontroluje moc dla pociągów z dwoma wajchami dla pół osiowego kontrolera
pt_pt: Controla a força através de metade do eixo do manípulo, em comboios com controladores de dois manípulos
sv_se: Styr kraften för tåg med två handtag på halva joystickaxeln
zh_cn: [分离手柄] 半轴手柄控制牵引
zh_hk: 使用半軸操縱桿控制雙桿式列車的動力

# power_fullaxis
source: Controls power for trains with two handles on a full joystick axis
ca_es: Controla el regulador en els trens amb dues manetes amb l'eix complet d'una palanca de control.
hu_hu: Szabályozza a menetfokozatokat kétkaros járműveknél a joystick teljes tengelyén
ja_jp: ツーハンドル車マスコンにジョイスティック軸全体使用
nb_no: Kontrollerer turtallet på tog med to håndtak på en full joystick akse
pl_pl: Kontroluje moc dla pociągów z dwoma wajchami dla kontrolera
pt_pt: Controla a força através de todo o eixo do manípulo, em comboios com controladores de dois manípulos
sv_se: Styr kraften för tåg med två handtag på en fullständig joystickaxel
zh_cn: [分离手柄] 全轴手柄控制牵引
zh_hk: 使用全軸操縱桿控制雙桿式列車的動力

# brake_decrease
source: Decreases brake by one notch for trains with two handles
ca_es: Disminueix el fre una posició en els trens amb dues manetes.
hu_hu: Egy fékfokozat vissza (kétkaros járműnél)
ja_jp: ツーハンドル車ブレーキ１ノッチ下げ
nb_no: Slepp opp bremsen med et hakk for tog med to håndtak
pl_pl: Zmniejsza moc hamowania o jeden poziom dla pociągów z dwoma wajchami
pt_pt: Diminui um ponto à travagem, em comboios com controladores de dois manípulos
sv_se: Minskar bromskraften med ett steg för tåg med två handtag
zh_cn: [分离手柄] 制动增加
zh_hk: 在雙桿式列車把列車的制動減少一級

# brake_increase
source: Increases brake by one notch for trains with two handles
ca_es: Incrementa el fre una posició en els trens amb dues manetes.
hu_hu: Egy fékfokozat előre (kétkaros járműnél)
ja_jp: ツーハンドル車ブレーキ１ノッチ上げ
nb_no: Øk bremsen med et hakk for tog med to håndtak
pl_pl: Powiększa moc hamowania o jeden poziom dla pociągów z dwoma wajchami
pt_pt: Aumenta um ponto à travagem, em comboios com controladores de dois manípulos
sv_se: Ökar bromskraften med ett steg för tåg med två handtag
zh_cn: [分离手柄] 制动减少
zh_hk: 在雙桿式列車把列車的制動增加一級

# locobrake_decrease
source: Decreases the locomotive brake by one notch
pt_pt: Diminui um ponto à travagem da locomotiva
sv_se: Minskar lokets bromskraft med ett steg
zh_hk: 把機動列車的制動減少一級

# locobrake_increase
source: Increases the locomotive brake by one notch
pt_pt: Aumenta um ponto à travagem da locomotiva
sv_se: Ökar lokets bromskraft med ett steg
zh_hk: 把機動列車的制動增加一級

# brake_halfaxis
source: Controls brake for trains with two handles on half of a joystick axis
ca_es: Controla el fre en els trens amb dues manetes amb la meitat de l'eix d'una palanca de control.
hu_hu: Szabályozza a fékfokozatokat kétkaros járműveknél a joystick fél tengelyén
ja_jp: ツーハンドル車ブレーキにジョイスティック軸半分使用
nb_no: Kontrollerer bremsen for tog med to håndtak på en halv joystick akse
pl_pl: Kontroluje moc hamowania dla pociągów z dwoma wajchami dla pół osiowego kontrolera
pt_pt: Controla a travagem através de metade do eixo do manípulo, em comboios com controladores de dois manípulos
sv_se: Bromskontroller för tåg med två handtag på halva joystickaxeln
zh_cn: [分离手柄] 半轴手柄控制制动
zh_hk: 使用半軸操縱桿控制雙桿式列車的制動

# brake_fullaxis
source: Controls brake for trains with two handles on a full joystick axis
ca_es: Controla el fre en els trens amb dues manetes amb l'eix complet d'una palanca de control.
hu_hu: Szabályozza a fékfokozatokat kétkaros járműveknél a joystick teljes tengelyén
ja_jp: ツーハンドル車ブレーキにジョイスティック軸全体使用
nb_no: Kontrollerer bremsen for tog med to håndtak på en hel joystick akse
pl_pl: Kontroluje moc hamowania dla pociągów z dwoma wajchami dla kontrolera
pt_pt: Controla a travagem através de todo o eixo do manípulo, em comboios com controladores de dois manípulos
sv_se: Kontrollerar bromsen för tåg med två handtag på en fullständig joystickaxel
zh_cn: [分离手柄] 全轴手柄控制制动
zh_hk: 使用全軸操縱桿控制雙桿式列車的制動

# brake_emergency
source: Activates emergency brakes for trains with two handles
ca_es: Activa el fre d'emergència en els trens amb dues manetes.
hu_hu: Vészfék (kétkaros járműnél)
ja_jp: ツーハンドル車非常ブレーキ
nb_no: Aktiverer nødbrems for tog med to håndtak
pl_pl: Aktywuje hamulce awaryjne dla pociągów z dwoma wajchami
pt_pt: Acciona os travões de emergência, em comboios com controladores de dois manípulos
sv_se: Aktiverar nödbromsar för tåg med två handtag
zh_cn: [分离手柄] 紧急制动
zh_hk: 在雙桿式列車啟動緊急制動

# single_power
source: Moves handle toward power by one notch for trains with one handle
ca_es: Mou el regulador a la màxima posició de tracció en els trens amb dues manetes.
hu_hu: Kontroller előre (egykaros járműnél)
ja_jp: ワンハンドル車マスコン１ノッチ力行向
nb_no: Dytter håndtaket et trinn mot høyere turtall for tog med et håndtak
pl_pl: Zmiana wajchy mocy o jeden poziom dla pociągów z jedna wajchą
pt_pt: Desloca o manípulo um ponto na direcção de força, em comboios com controladores dum único manípulo
sv_se: Flytta handtaget ett steg mot power för tåg med ett handtag
zh_cn: [联控手柄] 向牵引推动
zh_hk: 在單桿式列車的控制桿向動力方向增加一級

# single_neutral
source: Moves handle toward neutral by one notch for trains with one handle
ca_es: Mou el regulador a la posició neutral en els trens amb una maneta.
hu_hu: Kontroller üres állás felé (egykaros járműnél)
ja_jp: ワンハンドル車マスコン１ノッチニュートラル向
nb_no: Dytter håndtaket ett trinn mot nøytral stilling for tog med et håndtak
pl_pl: Ustawia pozycję neutralną dla pociągów z jedną wajchą
pt_pt: Desloca o manípulo um ponto na direcção de neutro, em comboios com controladores dum único manípulo
sv_se: Flytta spaken ett steg mot neutralläge för tåg med en spak
zh_cn: [联控手柄] 回中
zh_hk: 在單桿式列車的控制桿向中性方向增加一級

# single_brake
source: Moves handle toward brake by one notch for trains with one handle
ca_es: Mou el regulador a la màxima posició de fre en els trens amb una maneta.
hu_hu: Kontroller fékezőállásba (egykaros járműnél)
ja_jp: ワンハンドル車マスコン１ノッチ制動向
nb_no: Dytter håndtaket ett trinn mot brems for tog med et håndtak
pl_pl: Zmiana wajchy mocy hamowania o jeden poziom dla pociągów z jedna wajchą
pt_pt: Desloca o manípulo um ponto na direcção de travagem, em comboios com controladores dum único manípulo
sv_se: Flytta handtaget mot bromsen ett steg för tåg med ett handtag
zh_cn: [联控手柄] 向制动推动
zh_hk: 在單桿式列車的控制桿向制動方向增加一級

# single_emergency
source: Activates emergency brake for trains with one handle
ca_es: Activa el fre d'emergència en els trens amb una maneta.
hu_hu: Vészfék (egykaros járműnél)
ja_jp: ワンハンドル車非常ブレーキ
nb_no: Aktiverer nødbrems for tog med et håndtak
pl_pl: Aktywacja hamulców awaryjnych dla pociągów z jedna wajchą
pt_pt: Acciona os travões de emergência, em comboios com controladores dum único manípulo
sv_se: Aktiverar nödbromsen för tåg med ett handtag
zh_cn: [联控手柄] 紧急制动
zh_hk: 在單桿式列車啟動緊急制動

# single_fullaxis
source: Controls power and brake for trains with one handle on a full joystick axis
ca_es: Controla el regulador i el fre en els trens amb una maneta amb l'eix complet d'una palanca de control.
hu_hu: Szabályozza a menet- és fékfokozatokat a joystick egy teljes tengelyén egykaros járműveknél
ja_jp: ワンハンドル車マスコンにジョイスティック軸全体使用
nb_no: Kontrollerer turtall og brems for tog med ett håndtak på en full joystick akse
pl_pl: Kontrola mocy i hamowania dla pociągów z jedna wajchą (kontroler)
pt_pt: Controla a força e a travagem através de todo o eixo do manípulo, em comboios com controladores dum único manípulo
sv_se: Styr kraft och broms för tåg med ett handtag på en fullständig joystickaxel
zh_cn: [联控手柄] 全轴手柄控制联控
zh_hk: 在單桿式列車使用全軸操縱桿控制列車的動力和制動

# power_any_notch
source: Adjusts the power notch directly from a command option value.
ca_es: Ajusta la posició de tracció del regulador directament a partir del valor d'una opció d'ordre.
ja_jp: マスコンをコマンドオプションに設定されたノッチに合わせる
nb_no: Juster turtallet til en direkte posisjon via en gitt verdi
pt_pt: Ajusta o ponto de força directamente duma opção de comando.
sv_se: Justerar effektsteget direkt från ett kommandoalternativsvärde.
zh_cn: 将牵引手柄直接调整为一定值。
zh_hk: 直接從命令選項值調整電源槽口

# brake_any_notch
source: Adjusts the brake notch directly from a command option value.
ca_es: Ajusta la posició de fre del regulador directament a partir del valor d'una opció d'ordre.
ja_jp: ブレーキをコマンドオプションに設定されたノッチに合わせる
nb_no: Juster bremsen til en direkte posisjon via en gitt verdi
pt_pt: Ajusta o ponto de travagem directamente duma opção de comando.
sv_se: Justerar bromsgreppet direkt från ett kommandoalternativvärde.
zh_cn: 将制动手柄直接调整为一定值。
zh_hk: 直接從命令選項值調整制動槽口。
