Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

source: DoorOpenMode:
ca_es: Mode d'obertura de portes:
ja_jp: ドア開モード:
nb_no: Døråpningsmetode:
pt_pt: Modo de abertura de portas:
sv_se: Dörröppningsläge:
zh_cn: 车门开启模式:
zh_hk: 車門開啟模式:

source: DoorCloseMode:
ca_es: Mode de tancament de portes:
ja_jp: ドア閉モード:
nb_no: Dørlukkingsmetode:
pt_pt: Modo de fecho de portas:
sv_se: Dörrstängningsläge:
zh_cn: 车门关闭模式:
zh_hk: 車門關閉模式:

source: DoorWidth:
ca_es: Amplada de les portes:
ja_jp: ドアの幅:
nb_no: Dørbredde:
pt_pt: Largura da porta:
sv_se: Dörrbredd:
zh_cn: 车门宽度:
zh_hk: 車門闊度:

source: DoorMaxTolerance:
ca_es: Tolerància màxima de les portes:
ja_jp: 干渉物の最小幅:
nb_no: Dørens makstoleranse:
pt_pt: Máx. tolerância da porta:
sv_se: Dörrtolerans:
zh_cn: 车门最大允许偏差:
zh_hk: 車門最大偏差:

source: None
ca_es: Cap
ja_jp: 無し
nb_no: Ingen
pt_pt: Nenhum
sv_se: Ingen
zh_cn: 无
zh_hk: 沒有

source: Manual switching
ca_es: Canvi manual
ja_jp: 手動切替
nb_no: Manuell switching
pt_pt: Comutação manual
sv_se: Manuell omkoppling
zh_cn: 手动切换
zh_hk: 手動切換

source: Automatic switching
ca_es: Canvi automàtic
ja_jp: 自動切替
nb_no: Automatisk switching
pt_pt: Comutação automática
sv_se: Automatisk omkoppling
zh_cn: 自动切换
zh_hk: 自動切換

# type_a
source: Type A (instant)
ca_es: Tipus A (instantani)
ja_jp: タイプA (直流電動機向け)
nb_no: Type A (umiddelbart)
pt_pt: Tipo A (instantâneo)
sv_se: Typ A (snabb)
zh_cn: A型 (即刻)
zh_hk: Type A (即時)

# type_b
source: Type B (slow)
ca_es: Tipus B (lent)
ja_jp: タイプB (反応:遅い/衝撃:小)
nb_no: Type B (sein)
pt_pt: Tipo B (devagar)
sv_se: Typ B (långsam)
zh_cn: B型 (缓慢)
zh_hk: Type B (緩慢)

# type_c
source: Type C (medium)
ca_es: Tipus C (intermedi)
ja_jp: タイプC (反応:普通/衝撃:中)
pt_pt: Tipo C (médio)
sv_se: Typ C (medel)
zh_cn: C型 (适中)
zh_hk: Type C (適中)

# type_d
source: Type D (fast)
ca_es: Tipus D (ràpid)
ja_jp: タイプD (反応:速い/衝撃:大)
nb_no: Type D (rask)
pt_pt: Tipo D (rápido)
sv_se: Typ D (snabb)
zh_cn: D型 (快速)
zh_hk: Type D (快速)

source: Single
ja_jp: 一回発音
nb_no: Enkel alarm
pt_pt: Único
sv_se: Singel
zh_cn: 单次
zh_hk: 單一

source: Looping
ja_jp: 連続発音
nb_no: Repeterende
pt_pt: Repetitivo
zh_cn: 重复
zh_hk: 重複

source: Semi-automatic
ja_jp: 半自動
nb_no: Semi-automatisk
pt_pt: Semi-automático
sv_se: Halvautomatisk
zh_cn: 半自动
zh_hk: 半自動

source: Automatic
ca_es: Automàtic
ja_jp: 自動
nb_no: Automatisk
pt_pt: Automático
sv_se: Automatiskt
zh_cn: 全自动
zh_hk: 自動

source: Acceleration
hu_hu: Gyorsulás
ja_jp: 加速度
nb_no: Akselerasjon
pt_pt: Aceleração
zh_hk: 加速

source: Notch:
ja_jp: ノッチ:
nb_no: Hakk / Trinn:
pt_pt: Ponto:
zh_hk: 級位:

source: Data
ca_es: Dades
ja_jp: 特性
pt_pt: Dados
zh_cn: 数据
zh_hk: 數據

source: Preview
ca_es: Previsualització
ja_jp: プレビュー
nb_no: Forhåndsvis
pt_pt: Pré-visualização
sv_se: Förhandsvisa
zh_cn: 预览
zh_hk: 預覽

# subtract_deceleration
source: Subtract deceleration due to air and rolling resistance
ja_jp: 走行抵抗を引く
nb_no: Trekk fra deselerasjon på grunn av luft- og rullemotstand
pt_pt: Resistência ao ar e à deslocação
sv_se: Subtrahera retardationen på grund av luft- och rullmotstånd
zh_cn: 在图中减去由于空气与滚动摩擦产生的阻力
zh_hk: 減去由於空氣與滾動摩擦產生的阻力

# max_x
source: Xmax:
ja_jp: x軸の最大値:
nb_no: XMaks:
pt_pt: X máx:

# max_y
source: Ymax:
ja_jp: y軸の最大値:
pt_pt: Y máx:

# sound
source: Motor Sound
hu_hu: Motor hang
ja_jp: モーター音
nb_no: Motorlyd
pt_pt: Som do motor
sv_se: Motorljud
zh_cn: 电机音
zh_hk: 電機音

# edit
source: Edit mode
ca_es: Mode d'edició
ja_jp: 入力モード
nb_no: Redigeringsmodus
pt_pt: Modo de edição
sv_se: Redigeringsläge
zh_cn: 编辑模式
zh_hk: 編輯模式

source: SoundIndex:
ca_es: Índex de so:
ja_jp: 音源インデックス:
nb_no: Lydindeks:
pt_pt: Índice do som:
sv_se: Ljudindex:
zh_cn: 音频编号:
zh_hk: 聲音索引:

source: Pitch
ca_es: To
ja_jp: 音程
pt_pt: Timbre
zh_cn: 音调
zh_hk: 音調

# sound_none
source: None
ca_es: Cap
ja_jp: 無し
nb_no: Ingen
pt_pt: Nenhum
sv_se: Ingen
zh_cn: 无
zh_hk: 沒有

source: Ypitch
ja_jp: 音程
pt_pt: Timbre Y
zh_cn: Y音调
zh_hk: Y 音調

source: Yvolume
ja_jp: 音量
nb_no: Y-nivå
pt_pt: Volume Y
sv_se: Yvolym
zh_cn: Y音量
zh_hk: Y 音量

# min_x
source: Xmin:
ja_jp: x軸の最小値:
pt_pt: X mín:

source: In
ja_jp: 拡大
nb_no: Inne
pt_pt: Entra
sv_se: I
zh_cn: 入
zh_hk: 放大

source: Out
ja_jp: 縮小
nb_no: Ute
pt_pt: Sai
sv_se: Ut
zh_cn: 出
zh_hk: 縮小

# max_y_pitch
source: YmaxPitch:
ja_jp: y軸の最大値(音程):
nb_no: Maks y pitch:
pt_pt: Timbre máx Y:
zh_cn: Ymax音调:
zh_hk: Ymax 音調:

# max_y_volume
source: YmaxVolume:
ja_jp: y軸の最大値(音量):
nb_no: Maks y nivå:
pt_pt: Volume máx Y:
sv_se: YmaxVolym:
zh_cn: Ymax音量:
zh_hk: Ymax 聲量:

# features
source: Extended Features
hu_hu: További funkciók
ja_jp: 拡張機能
nb_no: Utvidede funksjoner
pt_pt: Outras funcionalidades
sv_se: Utökade funktioner
zh_cn: 扩展特性
zh_hk: 擴展功能

# note
source: Please note: Features found on this page may require the following minimum version of OpenBVE:
nb_no: Obs: Disse funksjonene krever minimum denne versjonen av OpenBVE:
pt_pt: Nota: As funcionalidades desta página podem requerer a seguinte versão mínima do OpenBVE:
sv_se: Observera: Funktionerna på denna sida kan kräva följande minimiversion av OpenBVE:
zh_hk: 請注意: 本頁顯示的功能需要至少以下的OpenBVE版本:

# loco_brake
source: Locomotive Brake
ca_es: Fre de la locomotora
ja_jp: 機関車のブレーキ
nb_no: Lokomotivbremse
pt_pt: Travão da locomotiva
sv_se: Lokomotivbroms
zh_cn: 机车制动
zh_hk: 機車制動

# loco_brake_system_type
source: BrakeType:
ca_es: Tipus de fre:
ja_jp: ブレーキのタイプ:
nb_no: Bremsetype
pt_pt: Tipo de travão:
sv_se: Bromstyp:
zh_cn: 制动类型:
zh_hk: 煞車類型:

# loco_brake_notches
source: Notches:
ca_es: Posicions:
ja_jp: ノッチ:
nb_no: Hakk:
pt_pt: Pontos:
sv_se: Skåror:
zh_cn: 级位数:
zh_hk: 動力控制級數:

# loco_brake_delay_up
source: DelayUp:
ja_jp: 遅れ込め時間:
nb_no: Forsinkelse opp:
pt_pt: Atraso para cima:
sv_se: Fördröjning:
zh_cn: 增加延迟:
zh_hk: 增加延遲:

# loco_brake_delay_down
source: DelayDown:
ja_jp: 遅れ緩解時間:
nb_no: Forsinkelse ned:
pt_pt: Atraso para baixo:
sv_se: Fördröjning:
zh_cn: 减少延迟:
zh_hk: 減少延遲:

# loco_brake_type
source: Type:
ca_es: Tipus:
ja_jp: タイプ:
pt_pt: Tipo:
sv_se: Typ:
zh_cn: 类型:
zh_hk: 類型:

# loco_brake_set
source: Set
ja_jp: 設定
pt_pt: Definir
sv_se: Sätt
zh_cn: 设定
zh_hk: 設置

# loco_brake_none
source: Not fitted
ja_jp: 未搭載車
nb_no: Ikke tilpasset
pt_pt: Não instalado
sv_se: Inte monterad
zh_cn: 未安装
zh_hk: 沒有安裝

# loco_brake_notched_air_brake
source: Notched air brake
ja_jp: ノッチ式ブレーキ
nb_no: Trinnvis luftbrems
pt_pt: Travão a ar por pontos
sv_se: Kärvlad luftbroms
zh_cn: 分级空气制动
zh_hk: 等级空氣製動器

# loco_brake_cl
source: Air brake with partial release
ja_jp: 自動空気ブレーキ
nb_no: Luftbrems med delvis utslipp
pt_pt: Travão a ar com relaxamento parcial
sv_se: Luftbroms med partiell frigöring
zh_cn: 三压力机构自动空气制动(可阶段缓解)
zh_hk: 三壓力機構自動空氣製動

# loco_brake_combined
source: Combined
ca_es: Unificat
ja_jp: 複合(効きが強い方優先)
nb_no: Kombinert
pt_pt: Combinado
sv_se: Kombinerad
zh_cn: 联控
zh_hk: 聯控

# loco_brake_independant
source: Independent
hu_hu: Independant
ja_jp: 単弁自弁独立型
nb_no: Uavhengig
pt_pt: Independente
sv_se: Oberoende
zh_cn: 独立
zh_hk: 獨立

# loco_brake_blocking
source: Blocking
ja_jp: 客車からは遮断
nb_no: Blokerende
pt_pt: Bloqueio
sv_se: Blockering
zh_cn: 阻塞
zh_hk: 阻塞

source: DelayLocoBrakeUp
ja_jp: 遅れ込めノッチ時間
nb_no: Forsinkelse lokomotivbrems opp
pt_pt: Atraso à travagem da locomotiva
sv_se: FördröjningLocoBromsUpp
zh_cn: 机车制动增加延迟
zh_hk: 機車煞車增加延遲

source: DelayLocoBrakeDown
ja_jp: 遅れ緩解ノッチ時間
nb_no: Forsinkelse lokomotivbrems ned
pt_pt: Atraso à destravagem da locomotiva
sv_se: Fördröjning av lokbromsning
zh_cn: 机车制动减少延迟
zh_hk: 機車煞車減少延遲

# misc
source: Miscellaneous Features
ja_jp: 追加機能
nb_no: Diverse egenskaper
pt_pt: Funções diversas
sv_se: Övriga funktioner
zh_hk: 雜項

# misc_eb
source: Handle behaviour on EB:
ca_es: Comportament dels controls quan s'aplica el fre d'emergència:
ja_jp: EB動作時のハンドルの挙動:
nb_no: Spakoppførsel ved NB:
pt_pt: Homem-morto:
sv_se: Hantera beteende på EB:
zh_cn: 紧急制动时手柄动作:
zh_hk: 緊急制動時控制桿的動作:

# misc_eb_no
source: No Action
ca_es: Cap acció
ja_jp: 何もしない
nb_no: Ingen handling
pt_pt: Sem acção
sv_se: Ingen åtgärd
zh_cn: 无动作
zh_hk: 無動作

# misc_eb_power
source: Return Power to neutral
ja_jp: マスコンを”切”位置に戻す
nb_no: Sett turtall i nøytral
pt_pt: Retornar a potência a zero
sv_se: Återställ kraften till neutralläge
zh_cn: 功率手柄零位
zh_hk: 將電源和反向器恢復至中性

# misc_eb_reverser
source: Return Reverser to neutral
ja_jp: レバーサを”切”位置に戻す
nb_no: Sett vendegir til nøytral
pt_pt: Retornar o inversor a zero
sv_se: Återställ reverseringsanordningen till neutralläge
zh_cn: 换向器中立
zh_hk: 將電源和反向器恢復至中性

# misc_eb_power_reverser
source: Return Power and Reverser to neutral
hu_hu: Return Power & Reverser to neutral
ja_jp: マスコンとレバーサを”切”位置に戻す
nb_no: Sett turtall og vendegir til nøytral
pt_pt: Retornar potência & inversor a zero
sv_se: Återställ kraft och reversering till neutralläge
zh_cn: 以上两个都有
zh_hk: 將電源和反向器恢復至中性

# name
source: File
ja_jp: ファイル
nb_no: Fil
pt_pt: Ficheiro
sv_se: Fil
zh_hk: 檔案

source: Exit
ja_jp: 終了
nb_no: Avslutt
pt_pt: Sair
sv_se: Avsluta
zh_hk: 關閉

# wrongtype
source: You have attempted to open a train.\r\nThese cannot be opened directly-\r\nPlease use the import function to import this train into TrainEditor2.
nb_no: Du har forsøkt å åpnet et tog \n\n Disse kan ikke åpnes direkte. \n\n Bruk importfunksjonen for å importere toget til TrainEditor2
pt_pt: Tentou abrir um comboio. \n\n Estes não podem ser abertos directamente-\n\n Por favor utilize a função de importação para importar este comboio para o TrainEditor2.
sv_se: Du har försökt öppna ett tåg.\r\nDessa kan inte öppnas direkt.\r\nAnvänd importfunktionen för att importera detta tåg till TrainEditor2.
zh_hk: TrainEditor2不能直接讀取列車資料。 \n\n 請使用導入(Import)功能將列車資料導入到TrainEditor2格式。

# new
source: Do you want to save the current file before creating a new one?
ja_jp: 新しい車両データを作成する前に現在のデータを保存しますか?
nb_no: Ønsker du å lagre den nåværende filen før du lager en ny en?
pt_pt: Pretende guardar o actual ficheiro antes de criar outro?
sv_se: Vill du spara den aktuella filen innan du skapar en ny?
zh_hk: 您要在創建新列車前儲存目前的檔案嗎？

# open
source: Do you want to save the current file before opening another file?
ja_jp: 別の車両データを開く前に現在のデータを保存しますか?
nb_no: Ønsker du å lagre den nåværende filen før du åpner en ny en?
pt_pt: Pretende guardar o actual ficheiro antes de abrir outro?
sv_se: Vill du spara den aktuella filen innan du öppnar en annan fil?
zh_hk: 您要在開啓其他列車前儲存目前的檔案嗎？

# exit
source: Do you want to save the current file before closing?
ja_jp: 閉じる前に現在のデータを保存しますか?
nb_no: Ønsker du å lagre den nåværende filen før du lukker?
pt_pt: Pretende guardar o actual ficheiro antes de fechar?
sv_se: Vill du spara den aktuella filen innan du stänger?
zh_hk: 您要在關閉本程式前儲存目前的檔案嗎？

source: Add
ja_jp: 追加
nb_no: Legg til
pt_pt: Adicionar
sv_se: Lägg till
zh_hk: 添加

source: Remove
ja_jp: 削除
nb_no: Fjern
pt_pt: Remover
sv_se: Ta bort
zh_hk: 移除

source: Copy
ca_es: Copia
ja_jp: 複製
nb_no: Kopier
pt_pt: Copiar
sv_se: Kopiera
zh_cn: 复制
zh_hk: 複製

source: Set...
ja_jp: 設定...
pt_pt: Definir...
sv_se: Ställ in...
zh_hk: 設定...

source: General
ja_jp: 全般
nb_no: Generelt
pt_pt: Geral
sv_se: Allmänt
zh_cn: 常规
zh_hk: 常規

source: Cars
ca_es: Cotxes
ja_jp: 車両
nb_no: Vogner
pt_pt: Carruagens
sv_se: Bilar
zh_cn: 车辆
zh_hk: 車輛

source: Couplers
ca_es: Enganxalls
ja_jp: 連結器
nb_no: Koblere
pt_pt: Engates
sv_se: Kopplingsdon
zh_cn: 车钩
zh_hk: 車鉤

# name
source: HandleType
ja_jp: ハンドルの種類
nb_no: Spaktype
pt_pt: Tipo de manípulo
sv_se: Handtagstyp
zh_hk: 控制桿類型

# name
source: EbHandleBehaviour
ja_jp: EB動作時のハンドルの挙動
nb_no: Nødbrems spak oppførsel
pt_pt: Comportamento do Homem-morto
zh_hk: 緊急制動時控制桿的動作:

# no
source: No action
ja_jp: 何もしない
nb_no: Ingen handling
pt_pt: Sem acção
sv_se: Ingen åtgärd
zh_cn: 无动作
zh_hk: 無動作

# power
source: Return power to neutral
ja_jp: マスコンを"切"位置に戻す
nb_no: Sett turtall i nøytral
pt_pt: Retornar a força a zero
sv_se: Återställ strömmen till neutralläge
zh_hk: 將動力回復至中性

# reverser
source: Return reverser to neutral
ja_jp: レバーサを"切"位置に戻す
nb_no: Sett vendegir til nøytral
pt_pt: Retornar o inversor a zero
sv_se: Återställ backväxeln till neutralläge
zh_hk: 將方向控制桿回復至中性

# power_reverser
source: Return power and reverser to neutral
ja_jp: マスコンとレバーサを"切"位置に戻す
nb_no: Sett turtall og vendegir til nøytral
pt_pt: Retornar a força e o inversor a zero
sv_se: Återställ kraft och reversering till neutralläge
zh_cn: 切断功率, 换向器回中
zh_hk: 將動力和方向控制桿回復至中性

# name
source: LocoBrakeHandleType
ja_jp: 機関車のブレーキハンドルの種類
nb_no: Lokomotivbrems type
pt_pt: Manípulo do travão da locomotiva
zh_hk: 機車煞車類型

source: Independent
ja_jp: 単弁自弁独立型
nb_no: Uavhengig
pt_pt: Independente
sv_se: Oberoende
zh_cn: 独立
zh_hk: 獨立

source: Blocking
ja_jp: 客車からは遮断
nb_no: Blokkerende
pt_pt: Bloqueador
sv_se: Blockering
zh_cn: 阻塞
zh_hk: 阻塞

# name
source: Handle
ja_jp: ハンドル
nb_no: Spaktype
pt_pt: Manípulo
zh_hk: 控制桿

source: PowerNotches
ja_jp: 力行ノッチ段数
nb_no: Turtallhakk
pt_pt: Pontos de força
zh_hk: 動力控制級數

source: BrakeNotches
ja_jp: ブレーキノッチ段数
nb_no: Bremsehakk
pt_pt: Pontos de travagem
sv_se: Bromsskåror
zh_hk: 煞車控制級數

source: PowerNotchReduceSteps
ja_jp: 戻しノッチ段数
nb_no: Bremsehakk reduserende steg
pt_pt: Redução de pontos de força
zh_hk: 動力控制桿動作分段

source: DriverPowerNotches
ja_jp: 運転者が扱える力行ノッチ段数
nb_no: Turtallhakk
pt_pt: Pontos de força do maquinista
zh_hk: 司機可用的動力級數

source: DriverBrakeNotches
ja_jp: 運転者が扱えるブレーキノッチ段数
nb_no: Bremsehakk
pt_pt: Pontos de travagem
zh_hk: 司機可用的煞車級數

source: LocoBrakeNotches
ja_jp: 機関車のブレーキノッチ段数
nb_no: Lokomotivbremshakk
pt_pt: Pontos de travagem da locomotiva
sv_se: LocoBrake-skåror
zh_hk: 機車煞車級數

# name
source: Cab
ja_jp: 運転室
nb_no: Førerhytte
pt_pt: Cabina
zh_hk: 駕駛室

source: DriverCar
ja_jp: 運転台付き車両
nb_no: Førervogn
pt_pt: Veículo-piloto
zh_hk: 駕駛室所在車卡

# manual
source: Manual switching
ja_jp: 手動切替
nb_no: Manuell switching
pt_pt: Comutação manual
sv_se: Manuell omkoppling
zh_hk: 手動切換

# automatic
source: Automatic switching
ja_jp: 自動切替
nb_no: Automatisk switching
pt_pt: Comutação automática
sv_se: Automatisk omkoppling
zh_hk: 自動切換

# name
source: ReAdhesionDevice
ja_jp: 再粘着装置
nb_no: Re-adhesjonenhet
pt_pt: Readerência
sv_se: Återfästningsanordning
zh_hk: 防滑設備

# name
source: PassAlarm
ja_jp: 誤通過防止アラーム
nb_no: Passeringsalarm
pt_pt: Alarme de passagem
zh_hk: 停車鈴:

# open
source: DoorOpenMode
ja_jp: ドア開モード
nb_no: Døråpningsmetode:
pt_pt: Abertura de portas
sv_se: Dörröppningsläge
zh_hk: 車門開啟模式

# close
source: DoorCloseMode
ja_jp: ドア閉モード
nb_no: Dørlukkingsmetode
pt_pt: Fecho de portas
sv_se: Dörrstängningsläge
zh_hk: 車門關閉模式

# name
source: Device
ja_jp: 装置
nb_no: Enheter
pt_pt: Dispositivo
sv_se: Enhet
zh_hk: 裝置

source: Eb
nb_no: Nb
pt_pt: Homem-morto
zh_hk: 列車警醒設備 (Deadman)

source: ConstSpeed
ja_jp: 定速
nb_no: Cruise-kontroll
pt_pt: Velocidade constante
sv_se: Konstant hastighet
zh_hk: 定速設備

source: HoldBrake
ja_jp: 抑速
nb_no: Parkeringsbrems
pt_pt: Mantém o travão
zh_hk: 抑速煞車

source: DoorWidth
ja_jp: ドアの幅
nb_no: Dørbredde
pt_pt: Largura de porta
sv_se: Dörrbredd
zh_hk: 車門闊度

source: DoorMaxTolerance
ja_jp: 干渉物の最小幅
nb_no: Dørens makstoleranse
pt_pt: Máxima tolerância
sv_se: DörrMaxTolerans
zh_hk: 車門最大偏差

# name
source: General settings
ja_jp: 全般設定
nb_no: Generelle settinger
pt_pt: Definições gerais
sv_se: Allmänna inställningar
zh_hk: 一般設定

# name
source: Axles
nb_no: Aksler
pt_pt: Eixos
sv_se: Axlar
zh_hk: 軸

# front
source: FrontAxle
nb_no: Fram aksle
pt_pt: Eixo dianteiro
sv_se: Framaxel
zh_cn: 前轴
zh_hk: 前軸距離

# rear
source: RearAxle
nb_no: Bak aksle
pt_pt: Eixo traseiro
sv_se: Bakaxel
zh_cn: 后轴
zh_hk: 後軸距離

# mustbe_less
source: RearAxle must be less than FrontAxle.
pt_pt: O eixo traseiro deve ser menor que o eixo dianteiro.
sv_se: Bakaxeln måste vara mindre än framaxeln.
zh_hk: "後軸距離" 必須小過 "前軸距離"

# name
source: General
ja_jp: 全般
nb_no: Generelt
pt_pt: Geral
sv_se: Allmänt
zh_hk: 一般

source: IsMotorCar
ja_jp: 電動車かどうか
nb_no: Er motorvogn
pt_pt: É motora
zh_cn: 是否动车
zh_hk: 是動力車卡

source: Mass
ja_jp: 質量
nb_no: Masse
pt_pt: Massa
sv_se: Massa
zh_cn: 质量
zh_hk: 重量

source: Length
ca_es: Llargada
ja_jp: 車体長
nb_no: Lengde
pt_pt: Comprimento
sv_se: Längd
zh_cn: 长度
zh_hk: 長度

source: Width
ca_es: Amplada
ja_jp: 車体幅
nb_no: Bredde
pt_pt: Largura
sv_se: Bredd
zh_cn: 宽度
zh_hk: 寬度

source: Height
ca_es: Alçada
ja_jp: 車高
nb_no: Høyde
pt_pt: Altura
sv_se: Höjd
zh_cn: 高度
zh_hk: 高度

source: CenterOfGravityHeight
ja_jp: 重心の高さ
nb_no: Senter for høyden på gravitasjon
pt_pt: Alt. centro gravidade
sv_se: Tyngdpunktens höjd
zh_hk: 重心高度

source: ExposedFrontalArea
ja_jp: 先頭車の先頭部の表面積
nb_no: Eksponert frontalområde
pt_pt: Área frontal exposta
sv_se: Exponerad frontalkvoten
zh_hk: 暴露的前端面積

source: UnexposedFrontalArea
ja_jp: 付随車の妻面の表面積
nb_no: Ikke-eksponert frontalområde
pt_pt: Área frontal não exposta
sv_se: Oexponerad främre yta
zh_hk: 未暴露的前端面積

source: DefinedAxles
nb_no: Definerte aksler
pt_pt: Eixos definidos
sv_se: Definierade axlar
zh_cn: 设定轮轴
zh_hk: 應用軸

source: FrontBogie
nb_no: Fremre bogie
pt_pt: Bogie dianteiro
zh_cn: 前转向架
zh_hk: 前轉向架

source: RearBogie
nb_no: Bakre bogie
pt_pt: Bogie traseiro
sv_se: Bakre boggi
zh_cn: 后转向架
zh_hk: 後轉向架

source: LoadingSway
nb_no: Laste svai
pt_pt: Balanceamento ao carregar
sv_se: LäserinSway
zh_cn: 乘降晃动
zh_hk: 裝載時搖擺

source: Reversed
ca_es: Invertit
nb_no: Reversert
pt_pt: Invertido
sv_se: Omvänd
zh_cn: 反转模型
zh_hk: 倒轉

source: Object
ca_es: Objecte
nb_no: Objekt
pt_pt: Objecto
sv_se: Objekt
zh_cn: 物件模型
zh_hk: 物件

# name
source: Performance
ja_jp: 性能
pt_pt: Desempenho
sv_se: Prestanda
zh_hk: 性能

source: Deceleration
ja_jp: 減速度
pt_pt: Desaceleração
sv_se: Bromsning
zh_hk: 減速

# static_friction
source: CoefficientOfStaticFriction
ja_jp: 静止摩擦係数
pt_pt: Coef. fricção estática
sv_se: Statisk friktionskoefficient
zh_hk: 靜摩擦係數

# rolling_resistance
source: CoefficientOfRollingResistance
ja_jp: 転がり抵抗係数
pt_pt: Coef. resistência à deslocação
sv_se: Rullmotståndskoefficient
zh_hk: 滾動摩擦係數

# aerodynamic_drag
source: AerodynamicDragCoefficient
ja_jp: 空気抵抗係数
pt_pt: Coef. arrastamento aerodinâmico
sv_se: Aerodynamisk motståndskoefficient
zh_hk: 空氣阻力係數

# name
source: Move
ja_jp: ジャーク制御
nb_no: Bevegelse
pt_pt: Mover
sv_se: Flytta
zh_hk: 速率

source: JerkPowerUp
ja_jp: 力行入
nb_no: Dytt aksl. opp
pt_pt: Impulso à aceleração
zh_hk: 功率增加

source: JerkPowerDown
ja_jp: 力行切
nb_no: Dytt aksl. ned
pt_pt: Impulso à desaceleração
zh_hk: 功率減少

source: JerkBrakeUp
ja_jp: 電制込
nb_no: Dytt brems på
pt_pt: Impulso à travagem
zh_hk: 煞車增加

source: JerkBrakeDown
ja_jp: 電制緩
nb_no: Dytt brems av
pt_pt: Impulso à destravagem
zh_hk: 煞車減少

source: BrakeCylinderUp
ja_jp: 空制込
nb_no: Bremsesylinder opp
pt_pt: Máx. cilindro dos travões
sv_se: Bromscylinder upp
zh_hk: 煞車風缸充氣

source: BrakeCylinderDown
ja_jp: 空制緩
nb_no: Bremsesylinder ned
pt_pt: Mín. cilindro dos travões
sv_se: Bromscylinder nedåt
zh_hk: 煞車風缸充氣

# name
source: BrakeType
ja_jp: ブレーキ方式
nb_no: Bremsesystem
pt_pt: Tipo de travão
sv_se: Bromstyp
zh_hk: 煞車類型

# name
source: LocoBrakeType
ja_jp: 機関車のブレーキ方式
nb_no: Lokomotivets bremsesystem
pt_pt: Locomotiva
zh_hk: 機車煞車類型

# none
source: Not fitted
ja_jp: 未搭載車
nb_no: Ikke tilpasset
pt_pt: Não equipado
sv_se: Inte monterad
zh_hk: 沒有安裝

source: Notched air brake
ja_jp: ノッチ式ブレーキ
nb_no: Trinnvis luftbrems
pt_pt: Travão a ar por pontos
sv_se: Kärvlad luftbroms
zh_cn: 分级空气制动
zh_hk: 等级空氣製動器

# cl
source: Air brake with partial release
ja_jp: 自動空気ブレーキ
nb_no: Luftbrems med delvis utslipp
pt_pt: Travão a ar com relaxamento parcial
sv_se: Luftbroms med partiell frigöring
zh_hk: 三壓力機構自動空氣製動

# name
source: BrakeControlSystem
ja_jp: ブレーキ制御方式
nb_no: Bremsekontrollsystem
pt_pt: Controlo de travagem
sv_se: Bromskontrollsystem
zh_hk: 煞車控制系统

# name
source: Brake
ja_jp: ブレーキ
nb_no: Brems
pt_pt: Travão
sv_se: Broms
zh_hk: 煞車

source: BrakeControlSpeed
ja_jp: 電制速度
nb_no: Bremsekontrollhastighet
pt_pt: Controlo da velocidade de travagem
sv_se: Bromskontrollhastighet
zh_cn: 制动控制速度
zh_hk: 煞車控制速度

# name
source: Pressure
ja_jp: 圧力
nb_no: Trykk
pt_pt: Pressão
sv_se: Tryck
zh_hk: 壓力

# brake_cylinder_service_max
source: BrakeCylinderServiceMaximumPressure
ja_jp: ブレーキシリンダ圧力(常用最大)
nb_no: Bremsesylinder maks operasjonelt trykk:
pt_pt: Pressão máx. de serviço do cilindro
sv_se: BromscylinderserviceMaximaltryck
zh_hk: 煞車風缸常用最大壓力

# brake_cylinder_emergency_max
source: BrakeCylinderEmergencyMaximumPressure
ja_jp: ブレーキシリンダ圧力(非常)
nb_no: Bremsesylinder maks nødstopp trykk:
pt_pt: Pressão máx. de emergência do cilindro
sv_se: Bromscylinder, maximalt tryck vid nödbromsning
zh_hk: 煞車風缸緊急煞車最大壓力

# main_reservoir_min
source: MainReservoirMinimumPressure
ja_jp: 元空気ダメ圧力(下限)
nb_no: Hoved reservoar minimumstrykk:
pt_pt: Pressão mínima do tanque principal
sv_se: HuvudreservoarMinimaltryck
zh_hk: 主風缸最小壓力

# main_reservoir_max
source: MainReservoirMaximumPressure
ja_jp: 元空気ダメ圧力(上限)
nb_no: Hoved reservoar maksimumstrykk:
pt_pt: Pressão máxima do tanque principal
sv_se: Huvudreservoarens maximala tryck
zh_hk: 主風缸最大壓力

# brake_pipe_normal
source: BrakePipeNormalPressure
ja_jp: 直通管圧力
nb_no: Bremserørets normale trykk:
pt_pt: Pressão normal da conduta
sv_se: Bromsrör normalt tryck
zh_hk: 煞車管正常壓力

# name
source: Edit entry
ja_jp: エントリー編集
nb_no: Endre valgt
pt_pt: Editar entrada
sv_se: Redigera inlägg
zh_hk: 編輯項目

# name
source: Delay
ja_jp: 遅れ時間
nb_no: Forsinkelse
pt_pt: Atraso
sv_se: Fördröj
zh_hk: 延遲

source: LocoBrake
ja_jp: 機関車の制動
nb_no: Lokomotiv brems
pt_pt: Travão da locomotiva
zh_hk: 機車煞車

source: ElectricBrake
pt_pt: Travão eléctrico
sv_se: Elektrisk broms
zh_hk: 電動煞車

# name
source: Car settings
ja_jp: 車両設定
nb_no: Vognegenskaper
pt_pt: Definições do veículo
sv_se: Bilinställningar
zh_hk: 車卡設定

# name
source: Parameter
ja_jp: パラメータ
nb_no: Parametere
pt_pt: Parâmetro
zh_hk: 參數

# name
source: Preview
ja_jp: プレビュー
nb_no: Forhåndsvis
pt_pt: Pré-visualização
sv_se: Förhandsvisa
zh_hk: 預覽

source: x-min
ja_jp: x軸の最小値
pt_pt: x-mín

source: x-max
ja_jp: x軸の最大値
pt_pt: x-máx

source: y-min
ja_jp: y軸の最小値
pt_pt: y-mín

source: y-max
ja_jp: y軸の最大値
pt_pt: y-máx

source: Reset
ja_jp: リセット
pt_pt: Redefinir
sv_se: Återställ
zh_hk: 重置

# name
source: Acceleration settings
ja_jp: 加速度設定
nb_no: Akselerasjonsegenskaper
pt_pt: Definições de aceleração
sv_se: Accelerationsinställningar
zh_hk: 加速度設定

# name
source: Edit
ja_jp: 編集
nb_no: Endre
pt_pt: Editar
sv_se: Redigera
zh_hk: 編輯

source: Undo
ca_es: Desfés
ja_jp: 元に戻す
pt_pt: Desfazer
sv_se: Ångra
zh_cn: 撤销
zh_hk: 復原

source: Redo
ca_es: Refés
ja_jp: やり直す
pt_pt: Refazer
sv_se: Gör om
zh_cn: 重做
zh_hk: 重做

source: Cut
ca_es: Retalla
ja_jp: 切り取り
nb_no: Kutt
pt_pt: Cortar
sv_se: Klipp ut
zh_cn: 剪切
zh_hk: 切

source: Paste
ca_es: Enganxa
ja_jp: 貼り付け
nb_no: Lim-inn
pt_pt: Colar
sv_se: Klistra in
zh_cn: 粘贴
zh_hk: 貼上

source: Cleanup
ja_jp: クリーンアップ
nb_no: Rensk
pt_pt: Limpar
sv_se: Rensa upp
zh_cn: 清理
zh_hk: 清理

# name
source: View
ja_jp: 表示
nb_no: Vis
pt_pt: Ver
sv_se: Visa
zh_hk: 顯示

source: Track
ja_jp: トラック
nb_no: Skinnegang
pt_pt: Faixa
sv_se: Spåra
zh_hk: 音軌

# name
source: Input
ja_jp: 入力
nb_no: Innputt
pt_pt: Entrada
sv_se: Inmatning
zh_hk: 編輯器

# sound_index
source: Sound source index
ja_jp: 音源インデックス
nb_no: Lydindeks
pt_pt: Índice da fonte sonora
sv_se: Ljudkällindex
zh_hk: 聲音索引

# sound_index_none
source: None
ca_es: Cap
ja_jp: 無し
nb_no: Ingen
pt_pt: Nenhum
sv_se: Ingen
zh_cn: 无
zh_hk: 沒有

# name
source: Tool
ja_jp: ツール
nb_no: Verktøy
pt_pt: Ferramenta
sv_se: Verktyg
zh_hk: 工具

source: Select
ca_es: Selecciona
ja_jp: 選択
nb_no: Velg
pt_pt: Seleccionar
sv_se: Välj
zh_cn: 选择
zh_hk: 選擇

source: Dot
ca_es: Punt
ja_jp: 点描
nb_no: Dott
pt_pt: Ponto
sv_se: Punkt
zh_cn: 点
zh_hk: 點

source: Line
ca_es: Línia
ja_jp: 直線
nb_no: Linje
pt_pt: Linha
sv_se: Rad
zh_cn: 线
zh_hk: 線

# name
source: View setting
ja_jp: 表示設定
nb_no: Visningsvalg
pt_pt: Definição de visualização
sv_se: Visa inställningar
zh_hk: 顯示設定

# min_velocity
source: x-min(Velocity)
ja_jp: x軸の最小値(速度)
pt_pt: x-mín. (Velocidade)
sv_se: x-min(Hastighet)
zh_cn: x-min(速度)
zh_hk: x-min(速度)

# max_velocity
source: x-max(Velocity)
ja_jp: x軸の最大値(速度)
pt_pt: x-máx. (Velocidade)
sv_se: x-max(Hastighet)
zh_cn: x-max(速度)
zh_hk: x-max(速度)

# min_pitch
source: y-min(Pitch)
ja_jp: y軸の最小値(音程)
pt_pt: y-mín. (Timbre)
sv_se: y-min(Tonhöjd)
zh_cn: y-min(音调)
zh_hk: y-min(俯仰)
