Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# misc_fps
source: Shows or hides the frame rate display
ca_es: Mostra o amaga el nombre de fotogrames per segon.
hu_hu: A képfrissítés értékének (fps) megjelenítése/elrejtése
ja_jp: フレームレート表示切替
nb_no: Viser eller skjuler bilde per sekund visningen
pl_pl: Włącza albo wyłącza pokazywanie FPS
pt_pt: Liga e desliga a visualização da cadência de quadros
sv_se: Visar eller döljer visningen av bildfrekvensen
zh_cn: 开关FPS(帧率)显示
zh_hk: 顯示或隱藏幀率

# misc_ai
source: Activates or deactivates the virtual driver (AI)
ca_es: Activa o desactiva el maquinista amb intel·ligència artificial (IA).
hu_hu: Robotpilóta be/ki kapcsolása
ja_jp: ＡＩ運転切替
nb_no: Aktiverer eller deaktiverer virtuell konduktør (AI)
pl_pl: Aktywuj/Dezaktywuj Autopilota(AI)
pt_pt: Activa ou desactiva o controlador virtual (AI)
sv_se: Aktiverar eller inaktiverar den virtuella drivrutinen (AI)
zh_cn: 开关AI驾驶
zh_hk: 啟動或關閉人工智能司機 (AI)

# misc_pause
source: Pauses or resumes the simulation
ca_es: Posa en pausa o reprèn la simulació.
hu_hu: Játék közbeni szünet be/ki kapcsolása
ja_jp: ポーズ
nb_no: Pause eller forsette simulatoren
pl_pl: Pauza/Wznowienie symulacji
pt_pt: Pausa ou retoma a simulação
sv_se: Pausar eller återupptar simuleringen
zh_cn: 暂停游戏
zh_hk: 暫停或繼續遊戲

# misc_fullscreen
source: Toggles to or from fullscreen mode
ca_es: Activa o desactiva el mode de pantalla completa.
hu_hu: Váltás ablakos/teljes képernyős mód között
ja_jp: フルスクリーン切替
nb_no: Setter av og på fullskjemsmodus
pl_pl: Pełny ekran
pt_pt: Alterna entre o modo de tela inteira e de janela
sv_se: Växlar till eller från helskärmsläge
zh_cn: 开关全屏
zh_hk: 切換全螢幕模式

# misc_mute
source: Mutes sound or resumes playing sounds
ca_es: Activa o desactiva el so.
hu_hu: Hangok elhalkítása/visszaállítása
ja_jp: サウンド消音切替
nb_no: Slår av og på lyd
pl_pl: Wycisz lub wznów odtwarzanie dźwięków
pt_pt: Fecha e abre o som
sv_se: Stänger av ljudet eller återupptar uppspelningen av ljud
zh_cn: 静音
zh_hk: 切換靜音模式

# misc_quit
source: Quits the simulation
ca_es: Surt del simulador.
hu_hu: Kilépés a programból
ja_jp: 終了
nb_no: Avslutter simulatoren
pl_pl: Zakończ symulacje
pt_pt: Abandona a simulação
sv_se: Avslutar simuleringen
zh_cn: 退出游戏
zh_hk: 退出遊戲

# misc_interface
source: Toggles through different interface modes
ca_es: Canvia entre diferents modes d'interfície.
hu_hu: Interfész módok közötti váltás
ja_jp: インタフェース切替
nb_no: Iterer gjennom forskjellige brukergrensesnitt
pl_pl: Przejście pomiędzy interfejsem
pt_pt: Alterna entre diferentes modos de interface
sv_se: Växlar mellan olika gränssnittslägen
zh_cn: 切换界面模式
zh_hk: 切換介面模式

# misc_backface
source: Activates or deactivates backface culling
ca_es: Activa o desactiva la supressió de cares posteriors.
hu_hu: Poligonok hátoldalának megjelenítése/elrejtése
ja_jp: 背面カリング切替
nb_no: Aktiverer eller deaktiverer baksideavskjæring
pl_pl: Aktywacja/Dezaktywacja jazdy dwustronnej
pt_pt: Activa ou desactiva a troca de faces (backface culling)
sv_se: Aktiverar eller inaktiverar bakgrundssortering
zh_cn: 开关背向面去除
zh_hk: 啟動或關閉背面剔除

# misc_cpumode
source: Switches to or from reduced CPU mode
ca_es: Activa o desactiva el mode de CPU reduïda.
hu_hu: Csökkentett processzor mód be/ki kapcsolása
ja_jp: ＣＰＵ負荷切替
nb_no: Bytter til og fra redusert CPU modus
pl_pl: Przełączanie tryb pracy CPU
pt_pt: Liga ou desliga o modo reduzido da CPU
sv_se: Växlar till eller från reducerat CPU-läge
zh_cn: 开关低处理器利用模式
zh_hk: 啟動或關閉降低 CPU 資源模式

# debug_wireframe
source: Activates or deactivates wireframe mode
ca_es: Activa o desactiva el mode de malla.
hu_hu: Wireframe mód be/ki kapcsolása
ja_jp: ワイヤフレーム切替
nb_no: Aktiverer eller deaktiverer "wireframe" modus
pl_pl: Aktywacja/Dezaktywacja sitaki
pt_pt: Activa ou desactiva o modo "vêr grelha"
sv_se: Aktiverar eller inaktiverar trådramläge
zh_cn: 开关线框描绘
zh_hk: 啟動或關閉線框描繪

# debug_normals
source: Shows or hides vertex normals
ca_es: Mostra o oculta les normals dels vèrtexs.
hu_hu: Normálvektorok megjelenítése/elrejtése
ja_jp: 頂点法線切替
nb_no: Vis eller skjul 3D hjelpe linjer
pl_pl: Pokaz/Ukryj vertexy
pt_pt: Mostra ou esconde a posição dos "vértices"
sv_se: Visar eller döljer vertexnormaler
zh_cn: 开关顶点法线
zh_hk: 顯示或隱藏頂點法線

# debug_brake_systems
source: Shows or hides brake system debug output
nb_no: Vis eller skjul utskrift fra bremsesystem
pt_pt: Mostra ou esconde o estado do sistema de travagem
sv_se: Visar eller döljer felsökningsutdata för bromssystemet
zh_hk: 顯示或隱藏制動系統除錯輸出

# debug_ats
source: Shows or hides plugin debug output
ca_es: Mostra o oculta la sortida de depuració de l'extensió.
hu_hu: Megjeleníti vagy elrejti a plugin hibakeresési adatokat
nb_no: Vis eller skjul utskrift fra plugins
pt_pt: Mostra ou esconde o resultado da depuração do plugin
sv_se: Visar eller döljer felsökningsutdata för tillägg
zh_cn: 开关插件调试信息
zh_hk: 顯示或隱藏插件除錯輸出

# debug_touch_mode
source: Shows or hides the touch range
ca_es: Mostra o amaga les zones tàctils.
nb_no: Vis eller skjul avstand man kan nå / ta til
pt_pt: Mostra ou esconde o alcance táctil
sv_se: Visar eller döljer pekområdet
zh_cn: 开关触控范围
zh_hk: 顯示或隱藏觸摸範圍

# route_information
source: Shows or hides the route information window
ca_es: Mostra o amaga la finestra d'informació de la ruta.
hu_hu: Megjeleníti vagy elrejti a pályainformációs ablakot
ja_jp: 路線の勾配/線形情報ウインドウの表示と切り替え
nb_no: Vis eller skjul informasjon om ruten
pl_pl: Pokazuje/ukrywa okienko z informacjami
pt_pt: Mostra ou esconde a janela de informação da linha
sv_se: Visar eller döljer fönstret med ruttinformation
zh_cn: 开关线路信息
zh_hk: 顯示或隱藏路線信息窗口

# show_events
source: Shows or hides event markers (For developers)
ca_es: Mostra o amaga els marcadors d'esdeveniment (per a desenvolupadors).
hu_hu: Megjeleníti vagy elrejti az eseményjelölőket (fejlesztőknek)
nb_no: Vis eller skjul hendelesmarkører (for utviklere)
pl_pl: Wyświetla lub ukrywa znaczniki zdarzeń (dla programistów)
pt_pt: Mostra ou esconde marcadores de eventos (Para desenvolvedores)
sv_se: Visar eller döljer händelsemarkörer (för utvecklare)
zh_cn: 开关事件标志 (开发者用)
zh_hk: 顯示或隱藏事件標記（開發人員)

# wiper_speed_up
source: Increases the speed of the windscreen wipers
ca_es: Incrementa la velocitat de l'eixugaparabrisa.
hu_hu: Növeli az ablaktörlő sebességét
ja_jp: ワイパーの動作速度を加速させる
nb_no: Øk hastigheten på store viskere
pl_pl: Zwiększa prędkość wycieraczek
pt_pt: Aumenta a velocidade dos limpa pára-brisas
sv_se: Ökar hastigheten på vindrutetorkarna
zh_cn: 加快风挡雨刮器刮水速度
zh_hk: 提高擋風玻璃刮水器的速度

# wiper_speed_down
source: Decreases the speed of the windscreen wipers
ca_es: Redueix la velocitat de l'eixugaparabrisa.
hu_hu: Csökkenti az ablaktörlő sebességét
ja_jp: ワイパーの動作速度を減速させる
nb_no: Senk hastigheten på store viskere
pl_pl: Zmniejsza prędkość wycieraczek
pt_pt: Diminui a velocidade dos limpa pára-brisas
sv_se: Minskar vindrutetorkarnas hastighet
zh_cn: 减慢风挡雨刮器刮水速度
zh_hk: 降低擋風玻璃刮水器的速度

# fill_fuel
source: Fills fuel
ca_es: Omple el dipòsit de combustible.
hu_hu: Üzemanyagot tölt
ja_jp: 燃料を補給する
nb_no: Fyller drivstoff
pl_pl: Napełnia paliwo
pt_pt: Enche de combustível
sv_se: Fyller bränsle
zh_cn: 加注燃油
zh_hk: 加油

# headlights
source: Toggles the train headlights
ca_es: Canvia entre els diferents modes de fars del tren.
hu_hu: Fel- és lekapcsolja a vonat lámpáit
ja_jp: 前照灯のON/OFFの切り替え
nb_no: Slå på storlysene
pl_pl: Przełącza światła pociągu
pt_pt: Alterna os faróis do comboio
sv_se: Slår på tågets strålkastare
zh_cn: 切换列车前灯
zh_hk: 切換車頭燈

# live_steam_injector
source: Activates or deactivates the live steam injector
ca_es: Activa o desactiva l'injector de vapor viu.
hu_hu: Nyitja vagy zárja a frissgőz lövettyűt
ja_jp: インジェクター(ボイラー内蒸気使用)の使用及び停止の切り替え
pl_pl: Aktywuje lub dezaktywuje wtryskiwacz pary
pt_pt: Activa ou desactiva o injector de vapor vivo
sv_se: Aktiverar eller avaktiverar live-ånginjektorn
zh_cn: 切换流通蒸汽注水器
zh_hk: 啟動或關閉蒸汽噴射器

# exhaust_steam_injector
source: Activates or deactivates the exhaust steam injector
ca_es: Activa o desactiva l'injector de vapor d'escapament.
hu_hu: Nyitja vagy zárja a fáradtgőz lövettyűt
ja_jp: インジェクター(シリンダー排気蒸気使用)の使用及び停止の切り替え
pl_pl: Aktywuje lub dezaktywuje wtryskiwacz pary
pt_pt: Activa ou desactiva o injector de vapor de escape
sv_se: Aktiverar eller inaktiverar avgasånginjektorn
zh_cn: 切换废气注水器
zh_hk: 啟動或關閉廢氣噴射器

# increase_cutoff
source: Increases the cutoff
ca_es: Incrementa el punt de tall.
hu_hu: Növeli a töltést a hengerben
ja_jp: カットオフ(締切率)の増加
nb_no: Øker momentum
pl_pl: Zwiększa odcięcie
pt_pt: Aumenta a admissão de vapor
sv_se: Ökar avskärningen
zh_cn: 上调进气阀关闭点
zh_hk: 增加截止

# decrease_cutoff
source: Decreases the cutoff
ca_es: Redueix el punt de tall.
hu_hu: Csökkenti a töltést a hengerben
ja_jp: カットオフ(締切率)の減少
nb_no: Senker momentum
pl_pl: Zmniejsza odcięcie
pt_pt: Diminui a admdissão de vapor
sv_se: Minskar avskärningen
zh_cn: 下调进气阀关闭点
zh_hk: 減少截止

# blowers
source: Activates or deactivates the blowers
ca_es: Activa o desactiva els bufadors.
hu_hu: Ráfogja vagy lezárja a segédfúvót
ja_jp: 通風器(ブロワー)の使用及び停止の切り替え
nb_no: Aktiverer eller deaktiverer blåsere
pl_pl: Aktywuje lub dezaktywuje dmuchawy
pt_pt: Activa ou desactiva os sopradores
sv_se: Aktiverar eller inaktiverar fläktarna
zh_cn: 开关送风机
zh_hk: 啟動或關閉鼓風機

# engine_start
source: Starts the engine
ca_es: Arrenca el motor.
hu_hu: Beindítja a dízelmotort
ja_jp: エンジン始動
nb_no: Starter motoren
pl_pl: Uruchamia silnik
pt_pt: Liga o motor
sv_se: Startar motorn
zh_cn: 启动燃油发动机
zh_hk: 啟動引擎

# engine_stop
source: Stops the engine
ca_es: Atura el motor.
hu_hu: Leállítja a dízelmotort
ja_jp: エンジン停止
nb_no: Stopper motoren
pl_pl: Zatrzymuje silnik
pt_pt: Desliga o motor
sv_se: Stänger av motorn
zh_cn: 关闭燃油发动机
zh_hk: 停止引擎

# gear_up
source: Shifts up a gear in a train fitted with a gearbox
ca_es: Incrementa la velocitat en una posició en un tren amb caixa de canvis.
hu_hu: Eggyel magasabb sebességfokozatba kapcsol (kézi sebességváltónál)
ja_jp: ギヤをシフトアップ
nb_no: Skifter opp et gir i et tog utstyrt med girkasse
pl_pl: Wyższy bieg w pociągu wyposażonym w skrzynię biegów
pt_pt: Engrena uma mudança superior num comboio com caixa-de-velocidades
sv_se: Växlar upp en växel i ett tåg utrustat med växellåda
zh_cn: 含变速箱列车加档
zh_hk: 在裝有變速箱的火車上換高檔

# gear_down
source: Shifts down a gear in a train fitted with a gearbox
ca_es: Redueix la velocitat en una posició en un tren amb caixa de canvis.
hu_hu: Eggyel alacsonyabb sebességfokozatba kapcsol (kézi sebességváltónál)
ja_jp: ギヤをシフトダウン
nb_no: Skifter ned et gir i et tog utstyrt med girkasse
pl_pl: Niższy bieg w pociągu wyposażonym w skrzynię biegów
pt_pt: Engrena uma mudança inferior num comboio com caixa-de-velocidades
sv_se: Växlar ner en växel i ett tåg utrustat med växellåda
zh_cn: 含变速箱列车减档
zh_hk: 在裝有變速箱的火車中調低檔位

# raise_pantograph
source: Raises the pantograph
ca_es: Aixeca el pantògraf.
hu_hu: Felemeli az áramszedőt
ja_jp: パンタグラフ上昇
nb_no: Reiser pantografen
pl_pl: Podnosi pantograf
pt_pt: Levanta o pantógrafo
sv_se: Lyfter strömavtagaren
zh_cn: 升起集电弓
zh_hk: 升起集電弓

# lower_pantograph
source: Lowers the pantograph
ca_es: Abaixa el pantògraf.
hu_hu: Leengedi az áramszedőt
ja_jp: パンタグラフ下降
nb_no: Senker pantografen
pl_pl: Opuszcza pantograf
pt_pt: Baixa o pantógrafo
sv_se: Sänker strömavtagaren
zh_cn: 降下集电弓
zh_hk: 降低集電弓

# main_breaker
source: Toggles the main breaker
ca_es: Obre o tanca el disjuntor principal.
hu_hu: Be- és kikapcsolja a főmegszakítót
ja_jp: 主回路断流器のON/OFF
nb_no: Slår på hovedbremsen
pl_pl: Przełącza głowny bezpiecznik
pt_pt: Disjuntor principal
sv_se: Slår på huvudbrytaren
zh_cn: 开关主断路器
zh_hk: 切換主斷路器

# debug_renderer_mode
source: Toggles the renderer
ca_es: Canvia el renderitzador.
nb_no: Slå på "renderer-mode"
pt_pt: Alterna o renderizador
sv_se: Växlar mellan renderare
zh_cn: 切换渲染器
zh_hk: 切換渲染器

# raildriver_speed_units
source: Toggles the RailDriver speed display units.
ca_es: Canvia les unitats de visualització de la velocitat de RailDriver.
nb_no: Slår på RailDriver speedometerenheter
pt_pt: Alterna as unidades de velocidade do RailDriver.
sv_se: Växlar mellan RailDriver-hastighetsenheterna.
zh_cn: 切换 RailDriver 速度单位
zh_hk: 切換 RailDriver 速度單位

# accessibility_current_speed
source: Accessibility: Audibly announces the current speed.
pt_pt: Acessibilidade: Anúncio áudio da velocidade actual.
sv_se: Tillgänglighet: Ljudsignal som anger aktuell hastighet.
zh_hk: 無障礙: 廣播現時速度

# accessibility_next_signal
source: Accessibility: Audibly announces the next signal distance and aspect.
pt_pt: Acessibilidade: Anúncio áudio da distância e aspecto do próximo sinal.
sv_se: Tillgänglighet: Meddelar hörbart nästa signalavstånd och signalens utseende.
zh_hk: 無障礙: 廣播下一盞訊號燈的燈號和距離

# accessibility_next_station
source: Accessibility: Audibly announces the the next station name and distance.
pt_pt: Acessibilidade: Anúncio áudio do nome e distância da próxima estação.
sv_se: Tillgänglighet: Ljudmeddelande om nästa stations namn och avstånd.
zh_hk: 無障礙: 廣播下一站名稱和距離

# uncouple_front
source: Uncouples the front coupler for the selected car.
pt_pt: Desengata o engate frontal do vagão seleccionado.
sv_se: Kopplar bort den främre kopplingen för den valda vagnen.
zh_hk: 脱離目前車卡的前車鈎

# uncouple_rear
source: Uncouples the rear coupler for the selected car.
pt_pt: Desengata o engate traseiro do vagão seleccionado.
sv_se: Kopplar bort den bakre kopplingen för den valda vagnen.
zh_hk: 脱離目前車卡的後車鈎

# switch_menu
source: Shows the change switch menu
pt_pt: Mostra o menu da mudança de agulhas
sv_se: Visar menyn för ändringsomkopplare
zh_hk: 顯示道岔切換菜單

source: Ampersand
ca_es: Et
ja_jp: アンド＆
pt_pt: Barra

source: Asterisk
ca_es: Asterisc
ja_jp: アスタリスク＊
pl_pl: gwiazdka
pt_pt: Abre parêntesis

source: At
ca_es: Arrova
ja_jp: アットマーク＠
pl_pl: kropka
pt_pt: Comas duplas
sv_se: Klockan

source: Backquote
ca_es: Accent obert
ja_jp: 開き引用符‘(JIS:×)
pt_pt: Barra invertida

source: Backslash
ca_es: Barra inversa
hu_hu: Ű
ja_jp: バックスラッシュ＼(JIS:￥)
pt_pt: Não disponível

source: Backspace
ca_es: Retrocés
pt_pt: Retrocesso
sv_se: Backsteg
zh_cn: 退格

source: Break
ca_es: Pausa
pt_pt: Interrupção
sv_se: Rast

source: Capslock
ca_es: Bloq Maj
pt_pt: Bloqueador de maiúsculas
zh_cn: 大写锁定

source: Caret
ca_es: Accent circumflex
ja_jp: ハット＾
pt_pt: E comercial
sv_se: Cirkumflex

source: Clear
ca_es: Esborra
ja_jp: クリア
nb_no: Vask bort
pt_pt: Cancelar
sv_se: Rensa
zh_hk: 清除

source: Colon
ca_es: Dos punts
ja_jp: コロン：
pl_pl: dwukropek
pt_pt: Ç maiúsculo
sv_se: Kolon

source: Comma
ca_es: Coma
hu_hu: Vessző
ja_jp: カンマ，
pl_pl: przecinek
pt_pt: Vírgula
sv_se: Komma

source: Delete
ca_es: Supressió
ja_jp: 削除
nb_no: Slett
pt_pt: Suprimir
sv_se: Ta bort
zh_hk: Del

source: Dollar
ca_es: Dòlar
ja_jp: ドル＄
pl_pl: dolar
pt_pt: Cifrão

source: Down
hu_hu: Lefele nyíl
ja_jp: 下↓
nb_no: Ned
pl_pl: Dół
pt_pt: Seta Abaixo
sv_se: Ner
zh_hk: 下

source: End
ca_es: Fi
pt_pt: Fim
sv_se: Slut

source: Enter
ca_es: Retorn
pt_pt: Executar
sv_se: Logga in

source: Equals
ca_es: Igual
hu_hu: Ó
ja_jp: イコール＝
pl_pl: Równa się
pt_pt: Abre aspas angulares
sv_se: Lika med

source: Escape
ca_es: Esc
ja_jp: エスケープEsc
pl_pl: Esc
pt_pt: (Escape) Sair
sv_se: Flykt
zh_hk: Esc

# exclaim
source: Exclamation
ca_es: Exclamació
ja_jp: 感嘆符！
pt_pt: Ponto de exclamação
sv_se: Utrop

source: Greater
ca_es: Més gran
ja_jp: 大なり＞
pt_pt: Dois pontos
sv_se: Större

source: Hash
ca_es: Coixinet
ja_jp: いげた＃
pt_pt: Cardinal
sv_se: Hashvärde

source: Help
ca_es: Ajuda
pl_pl: Pomoc
pt_pt: Ajuda
sv_se: Hjälp

source: Home
ca_es: Inici
pt_pt: (Home) Início da linha
sv_se: Hem

source: Insert
pt_pt: Inserir
sv_se: Infoga

# kp0
source: Keypad 0
ca_es: 0 (teclat numèric)
hu_hu: Számbillentyűzet 0
ja_jp: テンキー 0
pl_pl: Num 0
pt_pt: 0 (teclado numérico)
sv_se: Knappsats 0
zh_cn: 小键盘 0

# kp1
source: Keypad 1
ca_es: 1 (teclat numèric)
hu_hu: Számbillentyűzet 1
ja_jp: テンキー 1
pl_pl: Num 1
pt_pt: 1 (teclado numérico)
sv_se: Knappsats 1
zh_cn: 小键盘 1

# kp2
source: Keypad 2
ca_es: 2 (teclat numèric)
hu_hu: Számbillentyűzet 2
ja_jp: テンキー 2
pl_pl: Num 2
pt_pt: 2 (teclado numérico)
sv_se: Knappsats 2
zh_cn: 小键盘 2

# kp3
source: Keypad 3
ca_es: 3 (teclat numèric)
hu_hu: Számbillentyűzet 3
ja_jp: テンキー 3
pl_pl: Num 3
pt_pt: 3 (teclado numérico)
sv_se: Knappsats 3
zh_cn: 小键盘 3

# kp4
source: Keypad 4
ca_es: 4 (teclat numèric)
hu_hu: Számbillentyűzet 4
ja_jp: テンキー 4
pl_pl: Num 4
pt_pt: 4 (teclado numérico)
sv_se: Knappsats 4
zh_cn: 小键盘 4

# kp5
source: Keypad 5
ca_es: 5 (teclat numèric)
hu_hu: Számbillentyűzet 5
ja_jp: テンキー 5
pl_pl: Num 5
pt_pt: 5 (teclado numérico)
sv_se: Knappsats 5
zh_cn: 小键盘 5

# kp6
source: Keypad 6
ca_es: 6 (teclat numèric)
hu_hu: Számbillentyűzet 6
ja_jp: テンキー 6
pl_pl: Num 6
pt_pt: 6 (teclado numérico)
sv_se: Knappsats 6
zh_cn: 小键盘 6

# kp7
source: Keypad 7
ca_es: 7 (teclat numèric)
hu_hu: Számbillentyűzet 7
ja_jp: テンキー 7
pl_pl: Num 7
pt_pt: 7 (teclado numérico)
sv_se: Knappsats 7
zh_cn: 小键盘 7

# kp8
source: Keypad 8
ca_es: 8 (teclat numèric)
hu_hu: Számbillentyűzet 8
ja_jp: テンキー 8
pl_pl: Num 8
pt_pt: 8 (teclado numérico)
sv_se: Knappsats 8
zh_cn: 小键盘 8

# kp9
source: Keypad 9
ca_es: 9 (teclat numèric)
hu_hu: Számbillentyűzet 9
ja_jp: テンキー 9
pl_pl: Num 9
pt_pt: 9 (teclado numérico)
sv_se: Knappsats 9
zh_cn: 小键盘 9

# kp_divide
source: Keypad Divide
ca_es: Divisió (teclat numèric)
hu_hu: Számbillentyűzet /
ja_jp: テンキー ／
pl_pl: Num Divide
pt_pt: Dividir (teclado numérico)
sv_se: Knappsats snedstreck
zh_cn: 小键盘 /

# kp_enter
source: Keypad Enter
ca_es: Retorn (teclat numèric)
hu_hu: Számbillentyűzet Enter
ja_jp: テンキー Enter
pl_pl: Num Enter
pt_pt: Executar (teclado numérico)
sv_se: Knappsats Enter
zh_cn: 小键盘 Enter

# kp_equals
source: Keypad Equals
ca_es: Igual (teclat numèric)
ja_jp: テンキー ＝
pl_pl: Num Equals
pt_pt: Igual (teclado numérico)
sv_se: Knappsats Lika med
zh_cn: 小键盘 =

# kp_minus
source: Keypad Minus
ca_es: Resta (teclat numèric)
hu_hu: Számbillentyűzet -
ja_jp: テンキーー(マイナス)
pl_pl: Num -
pt_pt: Menos (teclado numérico)
sv_se: Knappsats minus
zh_cn: 小键盘 -

# kp_multiply
source: Keypad Multiply
ca_es: Multiplicació (teclat numèric)
hu_hu: Számbillentyűzet *
ja_jp: テンキー ＊
pl_pl: Num Multiply
pt_pt: Multiplicar (teclado numérico)
sv_se: Knappsats multiplicera
zh_cn: 小键盘 *

# kp_period
source: Keypad Period
ca_es: Punt (teclat numèric)
hu_hu: Számbillentyűzet ,
ja_jp: テンキー ．(ピリオド)
pl_pl: Num .
pt_pt: Ponto (teclado numérico)
sv_se: Knappsats punkt
zh_cn: 小键盘 .

# kp_plus
source: Keypad Plus
ca_es: Suma (teclat numèric)
hu_hu: Számbillentyűzet +
ja_jp: テンキー ＋
pl_pl: Num +
pt_pt: Adicionar (teclado numérico)
sv_se: Knappsats plus
zh_cn: 小键盘 +

# lalt
source: Left Alt
ca_es: Alt esquerra
hu_hu: Bal Alt
ja_jp: 左 Alt
pl_pl: Lewy Alt
pt_pt: Alt esquerda
sv_se: Vänster Alt
zh_cn: 左 Alt
zh_hk: 左 Alt

# lctrl
source: Left Ctrl
ca_es: Ctrl esquerre
hu_hu: Bal Ctrl
ja_jp: 右 Ctrl
pl_pl: Lewy Ctrl
pt_pt: Ctrl esquerda
sv_se: Vänster Ctrl
zh_cn: 左 Ctrl
zh_hk: 左 Ctrl

source: Left
hu_hu: Balra nyíl
ja_jp: 左←
nb_no: Venstre
pl_pl: Lewo
pt_pt: Seta esquerda
sv_se: Vänster
zh_hk: 左

source: Left bracket
ca_es: Claudàtor esquerre
hu_hu: Ő
ja_jp: 左大かっこ［
pl_pl: Lewy nawias
pt_pt: Somar (teclado alfabético)
sv_se: Vänster parentes

# leftparen
source: Left parenthesis
ca_es: Parèntesi esquerre
ja_jp: 左かっこ（
pl_pl: Lewy parantheses
pt_pt: Fechar parêntesis curvo
sv_se: Vänster parentes

source: Less
ca_es: Més petit
ja_jp: 小なり＜
pl_pl: Mniej
pt_pt: Ponto e vírgula
sv_se: Mindre

# lmeta
source: Left Meta
ca_es: Meta esquerra
hu_hu: Bal Meta
ja_jp: 左Meta
pl_pl: Lewa Meta
pt_pt: Windows esquerda
sv_se: Vänster Meta
zh_cn: 左 Meta
zh_hk: 左 Meta (◇)

# lshift
source: Left Shift
ca_es: Maj esquerra
hu_hu: Bal Shift
ja_jp: 左シフト
pl_pl: Lewy Shift
pt_pt: Maiúsculas esquerda
sv_se: Vänster skift
zh_cn: 左 Shift
zh_hk: 左 Shift

# lsuper
source: Left Application
ca_es: Aplicació esquerra
hu_hu: Bal rendszergomb
ja_jp: 左アプリケーション
pl_pl: Lewa Aplikacja
pt_pt: Aplicação esquerda
sv_se: Vänsteransökan
zh_cn: 左 Application
zh_hk: 左 Application

source: Menu
ca_es: Menú
hu_hu: Menü
pt_pt: Menú
sv_se: Meny

source: Minus
ca_es: Resta
hu_hu: Ü
ja_jp: マイナス ー
pt_pt: Apóstrofo

source: Numlock
ca_es: Bloq Núm
pt_pt: Bloqueio do teclado numérico

source: Page down
ca_es: Av Pàg
pt_pt: Fim da página
sv_se: Sida ner

source: Page up
ca_es: Re Pàg
pt_pt: Início da página
sv_se: Sida upp

source: Pause
ca_es: Pausa
ja_jp: 一時停止
pt_pt: Pausa
sv_se: Pausa
zh_hk: 暫停

source: Period
ca_es: Punt
hu_hu: Pont
ja_jp: ピリオド．
pl_pl: kropka
pt_pt: Ponto

source: Plus
ca_es: Suma
ja_jp: プラス＋
pt_pt: Fecha aspas angulares

source: Print
ca_es: Impressió
pt_pt: Imprimir tela
sv_se: Skriv ut

source: Question
ca_es: Interrogació
ja_jp: 疑問符？
pl_pl: znak zapytania
pt_pt: Sublinhado
sv_se: Fråga

source: Quote
ca_es: Cometes simples
hu_hu: Á
ja_jp: 引用符’
pl_pl: pojedynczy cudzysłów
pt_pt: O sobre traço
sv_se: Citat

# quotedbl
source: Quote double
ca_es: Cometes dobles
ja_jp: 二重引用符”
pl_pl: podwójny cudzysłów
pt_pt: A sobre traço
sv_se: Citat dubbel

# ralt
source: Right Alt
ca_es: Alt dreta
hu_hu: Jobb Alt
ja_jp: 右Alt
pl_pl: Prawy Alt
pt_pt: Alt direita
sv_se: Höger Alt
zh_cn: 右 Alt
zh_hk: 右 Alt

# rctrl
source: Right Ctrl
ca_es: Ctrl dret
hu_hu: Jobb Ctrl
ja_jp: 右Ctrl
pl_pl: Prawy Ctrl
pt_pt: Ctrl direita
sv_se: Höger Ctrl
zh_cn: 右 Ctrl
zh_hk: 右 Ctrl

source: Return
ca_es: Intro
hu_hu: Enter
pl_pl: Enter
pt_pt: Mudança de linha
sv_se: Tillbaka

source: Right
hu_hu: Jobbra nyíl
ja_jp: 右→
nb_no: Høyre
pl_pl: Prawo
pt_pt: Seta direita
sv_se: Höger
zh_hk: 右

source: Right bracket
ca_es: Claudàtor dret
hu_hu: Ú
ja_jp: 右大かっこ］
pl_pl: Prawy nawias
pt_pt: Fechar parêntesis recto
sv_se: Höger parentes

# rightparen
source: Right parenthesis
ca_es: Parèntesi dret
ja_jp: 右かっこ）
pl_pl: Prawy parentheses
pt_pt: Fechar parêntesis curvo
sv_se: Höger parentes

# rmeta
source: Right Meta
ca_es: Meta dreta
hu_hu: Jobb Meta
ja_jp: 右Meta
pl_pl: Prawa Meta
pt_pt: Windows direita
sv_se: Rätt Meta
zh_cn: 右 Meta
zh_hk: 右 Meta (◇)

# rshift
source: Right Shift
ca_es: Maj dreta
hu_hu: Jobb Shift
ja_jp: 右Shift
pl_pl: Prawy Shift
pt_pt: Maiúsculas direita
sv_se: Höger skift
zh_cn: 右 Shift
zh_hk: 右 Shift

# rsuper
source: Right Application
ca_es: Aplicació dreta
hu_hu: Jobb rendszergomb
ja_jp: 右アプリケーション
pl_pl: Prawa Aplikacja
pt_pt: Aplicação direita
sv_se: Rätt tillämpning
zh_cn: 右 Application
zh_hk: 右 Application

source: Scrolllock
ca_es: Bloq Despl
pt_pt: Bloqueio da repetição
sv_se: Rullningslås

source: Semicolon
ca_es: Punt i coma
hu_hu: É
ja_jp: セミコロン；
pl_pl: średnik
pt_pt: Ponto e vírgula
sv_se: Semikolon

source: Slash
ca_es: Barra
hu_hu: Kötőjel
ja_jp: スラッシュ／
pt_pt: Hífen

source: Space
ca_es: Espai
hu_hu: Szóköz
pl_pl: Spacja
pt_pt: Espaço
sv_se: Utrymme

source: Tab
ca_es: Tabulador
pt_pt: Tabulação
sv_se: Flik

source: Underscore
ca_es: Guió baix
ja_jp: アンダースコア＿
pl_pl: podkreślnik
pt_pt: Sublinhado
sv_se: Understreck
zh_cn: _ (下划线)

source: Up
hu_hu: Felfele nyíl
ja_jp: 上↑
nb_no: Opp
pl_pl: góra
pt_pt: Seta acima
sv_se: Upp
zh_hk: 上

# title
source: Select a Switch To Change:
pt_pt: Seleccione uma agulha para mudar
sv_se: Välj en switch som ska ändras:
zh_hk: 請選擇道岔:

# selected
source: Selected Switch:
pt_pt: Agulha seleccionada:
sv_se: Vald omkopplare:
zh_hk: 已選擇道岔:

# current
source: Current Setting:
pt_pt: Posição actual:
sv_se: Aktuell inställning:
zh_hk: 開通方向:

# distance
source: Distance from Player:
pt_pt: Distância do jogador:
sv_se: Avstånd från spelare:
zh_hk: 與玩家的距離:

source: Zoom In
ja_jp: 拡大
nb_no: Zoom inn
pt_pt: Aproxima
sv_se: Zooma in
zh_cn: 放大
zh_hk: 放大

source: Zoom Out
ca_es: Allunya
ja_jp: 縮小
nb_no: Zoom ut
pt_pt: Afasta
sv_se: Zooma ut
zh_cn: 缩小
zh_hk: 縮小

# config_title
source: Densha de GO! controller configuration
ca_es: Configuració dels comandaments Densha de GO!
pt_pt: Densha de GO! Configuração do controlador
sv_se: Densha de GO! kontrollkonfiguration
zh_cn: 电车GO！控制器配置
zh_hk: 電車 GO! 控制器設定

# input_section
source: Device input
ca_es: Entrada del dispositiu
pt_pt: Entrada de dispositivo
sv_se: Enhetsingång
zh_cn: 设备输入
zh_hk: 裝置輸入
