Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# input_device_plugin_version
source: Version
ca_es: Versió
ja_jp: バージョン
nb_no: Versjon
pt_pt: Versão
zh_cn: 版本
zh_hk: 版本

# input_device_plugin_provider
source: Provider
ca_es: Creador
ja_jp: 提供元
nb_no: Leverandør
pt_pt: Fornecedor
sv_se: Leverantör
zh_cn: 来源
zh_hk: 提供者

# input_device_plugin_file_name
source: File Name
ca_es: Nom del fitxer
ja_jp: ファイル名
nb_no: Filnavn
pt_pt: Nome do ficheiro
sv_se: Filnamn
zh_cn: 文件名
zh_hk: 檔案名

# input_device_plugin_switch
source: Enable this Input Device Plugin
ca_es: Habilita aquesta extensió de dispositiu d'entrada
ja_jp: この入力デバイスプラグインを有効化する
nb_no: Slå på denne inndata plugin
pt_pt: Permitir este Módulo externo
sv_se: Aktivera detta tillägg för inmatningsenhet
zh_cn: 启用此插件
zh_hk: 啟用此輸入設備插件

# input_device_plugin_config
source: Config
ca_es: Configura
ja_jp: 設定
nb_no: Konfigurer
pt_pt: Configurar
sv_se: Konfig
zh_cn: 配置
zh_hk: 設定

# panel2_extended
source: Enable Panel2 Extended Mode
ca_es: Habilita el mode ampliat de Panel2
nb_no: Slå på panel2 utvidet modus
pt_pt: Activar o modo extendido do Panel2
sv_se: Aktivera Panel2 utökat läge
zh_cn: 尝试为Panel2面板自动添加触控功能
zh_hk: 啟用 Panel2 擴展模式

source: Object Parser
pt_pt: Analisador de Objectos
sv_se: Objektparser
zh_hk: 模型載入器

source: X Object Parser
ca_es: Processador d'objectes X
nb_no: X Objekt parser
pt_pt: Objecto X
sv_se: X Objektparser
zh_cn: X 模型解析器
zh_hk: .x 模型載入器

source: OBJ Object Parser
ca_es: Processador d'objectes OBJ
nb_no: OBJ objekt parser
pt_pt: Objecto OBJ
sv_se: OBJ-objektparser
zh_cn: OBJ 模型解析器
zh_hk: .obj 模型載入器

# compatibility_signals
source: Default Signals:
ca_es: Senyals per defecte:
nb_no: Forhåndsvalgte signaler (stillverk):
pt_pt: Sinais pré-definidos:
sv_se: Standard signaler:
zh_cn: 默认信号:
zh_hk: 預設信號:

source: Resolution:
pt_pt: Resolução:
sv_se: Status:
zh_hk: 解像度：

source: CSV files
ca_es: Fitxers CSV
hu_hu: CSV fájl
ja_jp: CSVファイル
nb_no: CSV filer
pl_pl: Pliki CSV
pt_pt: Ficheiros CSV
sv_se: CSV-filer
zh_cn: 逗号分隔文件
zh_hk: CSV 檔案

source: Text files
ca_es: Fitxers de text
hu_hu: Szövegfájl
ja_jp: テキストファイル
nb_no: Tekstfiler
pl_pl: Pliki Tekstowe
pt_pt: Ficheiros de texto
sv_se: Textfiler
zh_cn: 文本文件
zh_hk: 純文字檔案

# controlsfiles
source: Controls
ca_es: Fitxers de controls
hu_hu: Controls fájl
ja_jp: コントロールファイル
nb_no: Knappefiler
pl_pl: Sterowanie
pt_pt: Comandos
sv_se: Kontroller
zh_cn: 控制配置文件
zh_hk: 控制檔案

source: All files
ca_es: Tots els fitxers
hu_hu: Minden fájl
ja_jp: 全てのファイル
nb_no: Alle filer
pl_pl: Wszystkie pliki
pt_pt: Todos os ficheiros
sv_se: Alla filer
zh_cn: 所有文件
zh_hk: 所有檔案

source: Time
ca_es: Hora
hu_hu: Idő
ja_jp: 時刻
nb_no: Tid
pl_pl: Czas
pt_pt: Hora
sv_se: Tid
zh_cn: 时间
zh_hk: 時間

# position
source: Position (m)
ca_es: Posició (m)
hu_hu: Pozíció (m)
ja_jp: 位置(m)
nb_no: Posisjon (m)
pl_pl: Pozycja (m)
pt_pt: Posição (m)
zh_cn: 位置 (米)
zh_hk: 位置 (m)

source: Value
ca_es: Punts
hu_hu: Érték
ja_jp: 値
nb_no: Verdi
pl_pl: Wartość
pt_pt: Valor
sv_se: Värde
zh_cn: 分数
zh_hk: 得分

source: Cumulative
ca_es: Acumulat
hu_hu: Összesített
ja_jp: 累積
nb_no: Kumulativ
pl_pl: Łącznie
pt_pt: Cumulativo
sv_se: Kumulativ
zh_cn: 累计
zh_hk: 積分

source: Reason
ca_es: Descripció
hu_hu: Ok
ja_jp: 理由
nb_no: Årsak
pl_pl: Powód
pt_pt: Razão
sv_se: Orsak
zh_cn: 原因
zh_hk: 原因

# speed
source: Speed (m/s)
ca_es: Velocitat (m/s)
hu_hu: Seb. (m/s)
ja_jp: 速度 (m/s)
nb_no: Fart (m/s)
pl_pl: Prędkość (m/s)
pt_pt: Velocidade (m/s)
sv_se: Hastighet (m/s)
zh_cn: 速度 (米/秒)
zh_hk: 速率 (m/s)

# acceleration
source: Acceleration (m/s²)
ca_es: Acceleració (m/s²)
hu_hu: Gyors. (m/s²)
ja_jp: 加速 (m/s²)
nb_no: Akselerasjon (m/s²)
pl_pl: Przyspieszenie (m/s²)
pt_pt: Aceleração (m/s²)
zh_cn: 加速 (米/秒²)
zh_hk: 加速度 (m/s²)

source: Reverser
ca_es: Inversor
hu_hu: Irányv.
ja_jp: 逆転器
nb_no: Vendegir
pl_pl: Nawrotnik
pt_pt: Inversor
sv_se: Omvändare
zh_cn: 换向器
zh_hk: 方向

source: Power
ca_es: Tracció
hu_hu: Menetf.
ja_jp: 力行
nb_no: Kraft
pl_pl: Moc
pt_pt: Acelerador
zh_cn: 牵引
zh_hk: 動力

source: Brake
ca_es: Fre
hu_hu: Fék
ja_jp: 制動
nb_no: Brems
pl_pl: Hamulec
pt_pt: Travão
sv_se: Broms
zh_cn: 制动
zh_hk: 制動

source: Event
ca_es: Esdeveniment
hu_hu: Esemény
ja_jp: イベント
nb_no: Hendelse
pl_pl: Zdarzenie
pt_pt: Evento
sv_se: Evenemang
zh_cn: 事件
zh_hk: 事件

source: Route:
hu_hu: Pálya:
ja_jp: 路線:
nb_no: Rute:
pl_pl: Trasa:
pt_pt: Linha:
sv_se: Rutt:
zh_cn: 线路:
zh_hk: 路線：

source: Train:
hu_hu: Vonat:
ja_jp: 車両:
nb_no: Tog:
pl_pl: Pociąg:
pt_pt: Comboio:
sv_se: Tåg:
zh_cn: 列车:
zh_hk: 列車：

source: Date:
ca_es: Data:
hu_hu: Dátum:
ja_jp: 日付:
nb_no: Dato:
pl_pl: Data:
pt_pt: Data:
sv_se: Datum:
zh_cn: 日期:
zh_hk: 日期：

source: Mode:
hu_hu: Mód:
ja_jp: モード:
nb_no: Modus:
pl_pl: Tryb:
pt_pt: Modo:
sv_se: Läge:
zh_cn: 模式:
zh_hk: 模式：

source: Score:
hu_hu: Eredmény:
ja_jp: スコア:
nb_no: Poeng:
pl_pl: Wynik:
pt_pt: Pontuação:
sv_se: Poäng:
zh_hk: 分數：

source: Rating:
ca_es: Qualificació:
hu_hu: Értékelés:
ja_jp: 評価:
nb_no: Vurdering:
pl_pl: Ocena:
pt_pt: Avaliação:
sv_se: Omdöme:
zh_cn: 评级:
zh_hk: 評價：

source: Loading
ca_es: S'està carregant...
hu_hu: Betöltés
ja_jp: ロード中
nb_no: Laster
pl_pl: Wczytywanie
pt_pt: A carregar
sv_se: Läser in
zh_cn: 载入中
zh_hk: 載入中

source: Loading route...
ca_es: S'està carregant la ruta...
hu_hu: A pálya betöltése...
ja_jp: 路線ロード中...
nb_no: Laster rute...
pl_pl: Wczytywanie trasy...
pt_pt: A carregar a linha...
sv_se: Läser in rutt...
zh_cn: 路线载入中...
zh_hk: 載入路線中……

source: Loading train...
ca_es: S'està carregant el tren...
hu_hu: A vonat betöltése...
ja_jp: 車両ロード中...
nb_no: Laster tog...
pl_pl: Wczytywanie pociągu...
pt_pt: A carregar o comboio...
sv_se: Läser in tåg...
zh_cn: 车辆载入中...
zh_hk: 載入列車中……

# almost
source: Almost ready to start
ca_es: Gairebé a punt per començar
hu_hu: Majdnem kész az indulásra
ja_jp: 準備ほぼ完了
nb_no: Nest klart til å starte
pl_pl: Prawie gotowe do startu
pt_pt: Quase pronto para começar
sv_se: Nästan redo att börja
zh_cn: 差不多可以开始了
zh_hk: 就快可以開始

# almost_filesnotfound
source: Files not found:
ca_es: No s'han trobat els fitxers següents:
hu_hu: A következő fájl nem található:
ja_jp: ファイルがありません:
nb_no: Filer ikke funnet:
pl_pl: Pliki nie znalezione:
pt_pt: Ficheiros não encontrados:
sv_se: Filerna hittades inte:
zh_cn: 找不到文件:
zh_hk: 找不到檔案：

# almost_help_filesnotfound
source: Some issues were encountered while loading the route and train.\r\n\r\nAs some files could not be found, the route or train might not appear as intended. Try to redownload the route and train packages in order to ensure that you have a complete distribution.\r\n\r\nThe following list of issues might give additional information. You can still start the route by selecting "Ignore" from below.
hu_hu: A pálya és a vonat betöltése közben hibák merültek fel.\r\n\r\nMivel néhány fájl nem található, elképzelhető, hogy a pálya vagy a vonat nem megfelelően jelenik meg. Próbálja meg újra letölteni a pályát és a vonatot.\r\n\r\nA következő lista összegzi a hibákat. Mindemellett a "Mellőz" gombra kattintva elindíthatja a játékot.
ja_jp: ロード中に問題が発生しました。\r\n\r\n一部のファイルが見つからない場合、路線や車両が意図したように表示されない場合があります。路線や車両データをダウンロードし直して全てが揃っていることを確かめてください。\r\n\r\n以下のリストが問題解決の参考になります。無視をクリックして先に進むこともできます。
pl_pl: Podczas wczytywania napotkano jakieś błędy.\r\n\r\nKilka Plików nie zostało znalezionych, trasa albo pociąg może nie działac prawodłowo. Sprobój ponownie pobrać plik z trasą.\r\n\r\nLista pokazuje dodatkowe informacje. Kliknij "Ignoruj" aby kontynuować.
pt_pt: Foram encontrados alguns problemas ao carregar a linha e o comboio.\r\n\r\nComo alguns ficheiros não foram encontrados, a linha e/ou comboio podem não aparecer correctamente. Tente obter novamente a linha e/ou o comboio para garantir que dispõe do pacote completo.\r\n\r\nA seguinte lista de problemas pode fornecer informações adicionais. Pode, ainda assim, iniciar a simulação seleccionando "Ignorar" no botão abaixo.
sv_se: Vissa problem uppstod vid inläsning av rutten och tåget.\r\n\r\nEftersom vissa filer inte kunde hittas kan det hända att rutten eller tåget inte visas som avsett. Försök att hämta ner rutt- och tågpaketen igen för att säkerställa att du har en komplett distribution.\r\n\r\nFöljande lista över problem kan ge ytterligare information. Du kan fortfarande starta rutten genom att välja "Ignorera" nedan.

# almost_help_general
source: Some issues were encountered while loading the route and train. If you are the route or train developer, it might be worth taking a look at the following list of issues.\r\n\r\nAs a regular user, you can select "Ignore" at this point to start the game.
hu_hu: A pálya és a vonat betöltése közben hibák merültek fel. Ha ön a pálya vagy a vonat készítője, a következő lista hasznos információt adhat a hibák forrásával kapcsolatban.\r\n\r\nFelhasználóként a "Mellőz" gombra kattintva indíthatja el a játékot.
ja_jp: 路線と車両のロード中に問題が発生しました。開発者の場合は以下のリストが参考になりますが、\r\n\r\n一般ユーザの場合、この段階では無視を選択してゲームをスタートしてください。
pl_pl: Napotkano problemy podczas ładowania trasy. Jeśli jesteś developerem tej trasy, możesz zobaczyć listę problemów.\r\n\r\nJeśli jesteś graczem kliknij "Ignoruj" aby kontynuować.
pt_pt: Foram encontrados alguns problemas ao carregar a linha e o comboio. Caso seja o autor da linha ou do comboio, talvez valha a pena dar uma olhadela à seguinte lista de problemas.\r\n\r\nComo utilizador pode seleccionar "Ignorar" para poder iniciar a simulação.
sv_se: Vissa problem uppstod vid inläsning av rutten och tåget. Om du är utvecklare av rutten eller tåget kan det vara värt att ta en titt på följande lista över problem.\r\n\r\nSom vanlig användare kan du välja "Ignorera" för att starta spelet.

# almost_show
source: Show issues
ca_es: Mostra els errors
hu_hu: Hibák megjelenítése
ja_jp: 問題を表示
nb_no: Vis problemer
pl_pl: Pokaż problemy
pt_pt: Mostrar problemas
sv_se: Visa problem
zh_cn: 显示问题
zh_hk: 顯示問題

source: Problems
ca_es: Problema
hu_hu: Hibák
ja_jp: 問題
nb_no: Problemer
pl_pl: Problemy
pt_pt: Problemas
sv_se: Problem
zh_cn: 问题
zh_hk: 問題

# problems_type
source: Type
ca_es: Tipus
hu_hu: Típus
ja_jp: タイプ
pl_pl: Typ
pt_pt: Tipo
sv_se: Typ
zh_cn: 种类
zh_hk: 類型

# problems_description
source: Description
ca_es: Descripció
hu_hu: Leírás
ja_jp: 説明
nb_no: Beskrivelse
pl_pl: Opis
pt_pt: Descrição
sv_se: Beskrivning
zh_cn: 描述
zh_hk: 描述

# save
source: Save report...
ca_es: Desa un informe...
hu_hu: Hibák mentése...
ja_jp: レポートを保存...
nb_no: Lagre rapport...
pl_pl: Zapisz raport...
pt_pt: Guardar relatório...
sv_se: Spara rapport...
zh_cn: 导出报告至...
zh_hk: 儲存報告

source: Ignore
ca_es: Ignora
hu_hu: Mellőz
ja_jp: 無視
nb_no: Ignorer
pl_pl: Ignoruj
pt_pt: Ignorar
sv_se: Ignorera
zh_cn: 忽略
zh_hk: 略過

source: Cancel
ca_es: Cancel·la
hu_hu: Mégsem
ja_jp: キャンセル
nb_no: Avbryt
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt
zh_cn: 取消
zh_hk: 取消

# highestspeed
source: Max.\r\nspd.
ca_es: Velocitat\r\nmàxima
hu_hu: Max.\r\nseb.
ja_jp: 最高\r\n速度
nb_no: MAx.\r\nfart
pl_pl: Max.\r\nszyb.
pt_pt: Velocidade máxima\r\nspd.
sv_se: Max.\r\nhast.
zh_cn: 最高\r\n速度
zh_hk: 最高\r\n車速

# drivingtime
source: Drv.\r\ntime
ca_es: Temps de\r\nconducció
hu_hu: Vez.\r\nidő
ja_jp: 運転\r\n時間
nb_no: Kjr.\r\ntid
pl_pl: Czas.\r\njazdy
pt_pt: Tempo de condução\r\ntime
zh_cn: 走行\r\n时间
zh_hk: 行車\r\n時間

source: Station name
ca_es: Nom de l'estació
hu_hu: Állomás
ja_jp: 駅名
nb_no: Stasjonsnavn
pl_pl: Nazwa stacji
pt_pt: Nome da estação
sv_se: Stationsnamn
zh_cn: 站名
zh_hk: 車站名稱

# arrivaltime
source: Arrival
ca_es: Arribada
hu_hu: Érkezés
ja_jp: 着時刻
nb_no: Ankomst
pl_pl: Przyjazd
pt_pt: Chegada
sv_se: Ankomst
zh_cn: 到点
zh_hk: 抵站

# departuretime
source: Departure
ca_es: Sortida
hu_hu: Indulás
ja_jp: 発時刻
nb_no: Avgang
pl_pl: Odjazd
pt_pt: Partida
sv_se: Avresa
zh_cn: 开点
zh_hk: 離站

# signal_proceed
source: You may proceed at [speed] [unit] with extreme caution.
ca_es: Podeu continuar a [speed] [unit] amb màxima precaució.
hu_hu: Óvatosan haladjon tovább legfeljebb [speed] [unit] sebességgel!
ja_jp: 停止信号です。十分注意し、[speed] [unit] 以下で走行して下さい。
nb_no: Du kan kjøre i [speed] [unit] med ekstrem forsiktighet.
pl_pl: Możesz kontynuować z prędkością [speed] [unit] ale z ostrożnością.
pt_pt: Pode prosseguir a [speed] [unit] com extrema precaução.
sv_se: Du kan fortsätta med [speed] [unit] med extrem försiktighet.
zh_cn: 允许以 [speed] [unit] 低速运行。
zh_hk: 你可以謹慎地以 [speed] [unit] 行駛。

# signal_stop
source: You have passed a stop signal. Please apply the emergency brakes immediately and come to a complete hold.
ca_es: Heu ultrapassat un senyal d'aturada. Apliqueu immediatament els frens d'emergència i atureu completament el tren.
hu_hu: Meghaladott egy vörös jelzőt. Azonnal vészfékezzen és állítsa meg a vonatot!
ja_jp: 停止信号を通過しました。非常ブレーキをかけて、完全に停止してください。
nb_no: Du har kjørt forbi et stop-signal. Vennligst slå på nødbrems umiddelbart og stopp toget.
pl_pl: Przekroczyłeś czerwone światło. Proszę załączyć hamulce awaryjne.
pt_pt: Passou um sinal de paragem. Por favor accione imediatamente os travões de emergência e pare.
sv_se: Du har passerat ett stopptecken. Dra omedelbart i nödbromsen och stanna helt.
zh_cn: 已冒进停止信号, 请使用紧急制动立刻停车。
zh_hk: 你已越過紅燈。請立即使用緊急制動把列車停定。

# signal_overspeed
source: The signal indicates a speed limit of [limit] [unit]. You are currently traveling at [speed] [unit]. Please slow down.
ca_es: El senyal marca un límit de [limit] [unit]. Esteu circulant a [speed] [unit]. Reduïu la velocitat.
hu_hu: A jelző [limit] [unit] sebességkorlátozást jelez. Jelenlegi sebessége [speed] [unit]. Lassítson!
ja_jp: 信号の制限速度は、[limit] [unit] です。現在、[speed] [unit] です。減速してください。
nb_no: Signalet indikerer fartsgrense på [limit] [unit]. Du kjører nå i [speed] [unit]. Vennligst senk farten.
pl_pl: Limit prędkości za semaforem [limit] [unit]. Jedziesz [speed] [unit]. Zwolnij!
pt_pt: O sinal indica um limite de velocidade de [limit] [unit]. Presentemente a sua velocidade é de [speed] [unit]. Por favor abrande.
sv_se: Signalen indikerar en hastighetsbegränsning på [limit] [unit]. Du kör för närvarande i [speed] [unit]. Sänk hastigheten.
zh_cn: 当前速度 [speed] [unit] 超过信号限速 [limit] [unit], 请减速。
zh_hk: 請減速！信號指示的車速限制為 [limit] [unit]，但目前車速為 [speed] [unit]。

# route_overspeed
source: The speed post indicates a speed limit of [limit] [unit]. You are currently traveling at [speed] [unit]. Please slow down.
ca_es: El límit de velocitat és de [limit] [unit]. Esteu circulant a [speed] [unit]. Reduïu la velocitat.
hu_hu: A jelző [limit] [unit] sebességkorlátozást jelez. Jelenlegi sebessége [speed] [unit]. Lassítson!
ja_jp: 速度制限は、[limit] [unit] です。 現在、[speed] [unit] です。減速してください。
nb_no: Fartsgrensen er på [limit] [unit]. Du kjører nå i [speed] [unit]. Vennligst senk farten.
pl_pl: Limit prędkości wynosi [limit] [unit]. Jedziesz [speed] [unit]. Zwolnij!
pt_pt: O limite de velocidade desta linha é de [limit] [unit]. Presentemente a sua velocidade é de [speed] [unit]. Por favor abrande.
sv_se: Hastighetsposten anger en hastighetsbegränsning på [limit] [unit]. Du kör för närvarande i [speed] [unit]. Sänk hastigheten.
zh_cn: 当前速度 [speed] [unit] 超过路段限速 [limit] [unit], 请减速。
zh_hk: 請減速！車速指示牌所標註的車速限制為 [limit] [unit]，但目前車速為 [speed] [unit]。

# station_arrival
source: You have arrived at [name].
ca_es: Heu arribat a [name].
hu_hu: Megérkezett [name] állomásra.
ja_jp: [name] 駅に到着しました。
nb_no: Du har ankommet [name].
pl_pl: Przyjechałeś na stację [name].
pt_pt: Chegou a [name].
sv_se: Du har anlänt till [name].
zh_cn: 列车已停靠 [name]。
zh_hk: 你已到達 [name]。

# station_arrival_late
source: You have arrived at [name] and are [time] late.
ca_es: Heu arribat a [name] amb [time] de retard.
hu_hu: Megérkezett [name] állomásra, [time] másodperc késéssel.
ja_jp: [name] 駅に、[time] 遅れで到着しました。
nb_no: Du har ankommet [name] og er [time] for sen.
pl_pl: Przyjechałeś na stacje [name] i jesteś [time] za późno.
pt_pt: Chegou a [name] e está [time] atrasado.
sv_se: Du har anlänt till [name] och är [time] försenad.
zh_cn: 列车已停靠 [name] , 晚点 [time] 。
zh_hk: 你已到達 [name]，遲了[time]

# station_arrival_early
source: You have arrived at [name] and are [time] early.
ca_es: Heu arribat a [name] amb [time] d'antelació.
hu_hu: Megérkezett [name] állomásra, [time] másodperccel korábban.
ja_jp: [name] 駅に、[time] 早く到着しました。
nb_no: Du har ankommet [name] og er [time] for tidlig.
pl_pl: Przyjechałeś na stacje [name] i jesteś [time] za wcześnie.
pt_pt: Chegou a [name] e está [time] adiantado.
sv_se: Du har anlänt till [name] och är [time] för tidig.
zh_cn: 列车已停靠 [name] , 早点 [time] 。
zh_hk: 你已到達 [name]，早了 [time]

# station_overrun
source: Overrun: [difference] m.
ca_es: Heu aturat el tren [difference] m després del punt de parada.
hu_hu: Túlhaladás: [difference] m.
ja_jp: 停止位置超過: [difference] mです。
nb_no: Du har stoppet [difference] m for sent.
pl_pl: Za miejscem zatrzymana: [difference] m.
pt_pt: Excedeu: [difference] m.
sv_se: Överskridande: [difference] m.
zh_cn: 过标 [difference] 米。
zh_hk: 超越停站位置：[difference] m。

# station_underrun
source: Underrun: [difference] m.
ca_es: Heu aturat el tren [difference] m abans del punt de parada.
hu_hu: Korai megállás: [difference] m.
ja_jp: 停止位置手前: [difference] mです。
nb_no: Du har stoppet [difference] m for tidlig.
pl_pl: Przed miejscem zatrzymana: [difference] m.
pt_pt: Ficou aquém: [difference] m.
sv_se: Underkörning: [difference] m.
zh_cn: 欠标 [difference] 米。
zh_hk: 距離停站位置差︰[difference] m。

# station_terminal
source: This is the terminal station.
ca_es: Aquesta és l'estació terminal.
hu_hu: Ez a végállomás.
ja_jp: 終点に到着しました。
nb_no: Dette er siste stasjon.
pl_pl: To jest stacja końcowa.
pt_pt: Esta é a estação término.
sv_se: Detta är ändstationen.
zh_cn: 这是终点站。
zh_hk: 這是終點站。

# station_deadline
source: Departure is expected in [time].
ca_es: La sortida està prevista en [time].
hu_hu: Indulás [time] múlva.
ja_jp: 発車まで [time] です。
nb_no: Avgang er forventet om [time].
pl_pl: Odjazd za: [time].
pt_pt: A partida será dentro de [time].
sv_se: Avgång beräknas ske kl. [time].
zh_cn: 预计于 [time] 后出发。
zh_hk: 預計於 [time] 後離站。

# station_security
source: Please activate [system].
ca_es: Activeu [system].
hu_hu: Aktiválja az [system] rendszert!
ja_jp: [system] を有効にしてください。
nb_no: Vennligst aktivert [system].
pl_pl: Proszę aktywować [system].
pt_pt: Por favor active [system].
sv_se: Aktivera [system].
zh_cn: 请启动 [system]。
zh_hk: 請啟動 [system]。

# station_correct
source: Please correct your stop position.
ca_es: Corregiu la posició de parada.
hu_hu: Pontosítsa a megállás helyét!
ja_jp: 停止位置を修正してください。
nb_no: Vennligst stopp på rett plass.
pl_pl: Proszę poprawić pozycje zatrzymania.
pt_pt: Por favor rectifique o seu local de paragem.
sv_se: Korrigera din stopposition.
zh_cn: 请重新对标。
zh_hk: 請修正你的停車位置。

# station_depart_closedoors
source: Boarding complete. You may close the doors now.
ca_es: S'ha completat l'embarcament. Ara podeu tancar les portes.
hu_hu: Bezárhatja az ajtókat és indulhat.
ja_jp: ドアを閉めて発車してください。
nb_no: Ombordstigning er ferdig. Du kan lukke dørene nå.
pl_pl: Możesz zamknąć drzwi i odjechać.
pt_pt: Já pode fechar as portas e partir.
sv_se: Ombordstigning klar. Ni kan stänga dörrarna nu.
zh_cn: 可以关闭车门。
zh_hk: 你現在可以關門及駛離車站。

# station_depart
source: Boarding complete.
ca_es: S'ha completat l'embarcament.
hu_hu: Indulhat.
ja_jp: 発車してください。
nb_no: Ombordstigning ferdig.
pl_pl: Możesz odjeżdżać.
pt_pt: Já pode partir.
sv_se: Ombordstigning klar.
zh_cn: 允许出发。
zh_hk: 你現在可以駛離車站。

# station_passed
source: You have passed [name] where you should have stopped.
ca_es: No us heu aturat a [name].
hu_hu: Áthaladott [name] állomáson, ahol meg kellett volna állnia.
ja_jp: 停車駅 [name] を通過しました。
nb_no: Du har kjørt forbi [name] hvor du skulle ha stoppet.
pl_pl: Minąłeś stacje [name] gdzie miałeś się zatrzymać.
pt_pt: Passou por [name] onde deveria ter parado.
sv_se: Du har passerat [name] där du skulle ha stannat.
zh_cn: 你没有在停车站 [name] 停车。
zh_hk: 你未有在 [name] 停車。

# station_passed_boarding
source: You have passed [name] while still boarding. Please come to a complete hold immediately.
ca_es: Heu sortit de [name] amb les portes obertes. Atureu-vos immediatament.
hu_hu: Túlhaladott [name] állomáson utascsere közben. Álljon meg!
ja_jp: 乗車中に [name] を通過しました。すぐに停止してください。
nb_no: Du har passert [name] mens du fremdeles laster på. Stopp umiddelbart.
pl_pl: Ruszyłeś ze stacji [name] gdy ludzie wsiadali. Proszę zatrzymać pociąg.
pt_pt: Passou por [name] durante o embarque de passageiros. Por favor faça uma paragem completa imediatamente.
sv_se: Du har passerat [name] medan du fortfarande är ombord. Stanna omedelbart.
zh_cn: 乘客还在 [name] 上下车, 请立刻停车。
zh_hk: 你未有在 [name] 讓乘客上落車，請立刻駛回車站。

# loading
source: Loading. Please wait...
hu_hu: Betöltés. Kérem, várjon...
ja_jp: ロード中。 しばらくお待ちください。
nb_no: Laster. Vennligst vent...
pl_pl: Wczytywanie. Proszę czekać...
pt_pt: A carregar. Por favor aguarde...
sv_se: Läser in. Vänta...
zh_cn: 正在载入。请稍等……
zh_hk: 載入中，請稍候……

# route_newlimit
source: New speed limit: [limit] [unit].
ca_es: Nou límit de velocitat: [limit] [unit].
pt_pt: Novo limite de velocidade: [limit] [unit].
sv_se: Ny hastighetsbegränsning: [limit] [unit].
zh_cn: 下一限速 [limit][unit]。
zh_hk: 新速度限制: [limit][unit]

# route_nextsection
source: Next signal in [distance]
ca_es: Pròxim senyal en [distance]
pt_pt: Próximo sinal a [distance]
sv_se: Nästa signal inom [distance]
zh_cn: 下一信号距离 [distance]。
zh_hk: 距離下一個信號還有 [distance]

# route_nextsection_aspect
source: Next signal in [distance], with aspect [aspect]
ca_es: Pròxim senyal en [distance] amb l'aspecte [aspect]
pt_pt: Próximo sinal a [distance], com aspecto [aspect]
sv_se: Nästa signal på [distance], med aspekt [aspect]
zh_cn: 下一信号现示 [aspect]，距离 [distance]。
zh_hk: 距離下一個信號還有 [distance], 號誌為 [aspect]

# route_nextstation
source: Next station is [name] in [distance]
ca_es: La pròxima estació és [name], a [distance]
pt_pt: A próxima estação é [name] a [distance]
sv_se: Nästa station är [name] i [distance]
zh_cn: 下一站 [name]，距离 [distance]。
zh_hk: 下一站 [name]，距離還有 [distance]。

# train_currentspeed
source: The train's current speed is [speed]
ca_es: La velocitat actual del tren és de [speed]
pt_pt: A velocidade actual do comboio é [speed]
sv_se: Tågets aktuella hastighet är [speed]
zh_cn: 列车当前速度[speed]。

# interior
source: Interior camera
ca_es: Càmera interior
hu_hu: Belső kamera
ja_jp: 車内カメラ
nb_no: Innendørs kamera
pl_pl: Wewnętrzna kamera
pt_pt: Câmara interior
sv_se: Inre kamera
zh_cn: 车内视点
zh_hk: 車內視覺

# interior_lookahead
source: Interior camera (look ahead)
ca_es: Càmera interior (perspectiva avançada)
hu_hu: Belső kamera (előre néz)
ja_jp: 車内カメラ (前方)
nb_no: Innendørs camera (se frem)
pl_pl: Wewnętrzna kamera (przed sobą)
pt_pt: Câmara interior (olhar em frente)
sv_se: Innerkamera (framåtblickande)
zh_cn: 车内视点 (向正前方看)
zh_hk: 車內視覺 (向前展望)

# exterior
source: Exterior camera
ca_es: Càmera exterior
hu_hu: Külső kamera
ja_jp: 車外カメラ
nb_no: Utendørs kamera
pl_pl: Zewnętrzna kamera
pt_pt: Câmara exterior
sv_se: Utvändig kamera
zh_cn: 车外视点
zh_hk: 車外視覺

# track
source: Track camera
ca_es: Càmera de via
hu_hu: Pálya kamera
ja_jp: 路線カメラ
nb_no: Sporveikamera
pl_pl: Kamera na torach
pt_pt: Câmara da linha
sv_se: Spårkamera
zh_cn: 轨道视点
zh_hk: 軌道視覺

# flybynormal
source: Fly-by camera (normal)
ca_es: Càmera de seguiment (normal)
hu_hu: Vonatkövető kamera (normál)
ja_jp: フライバイカメラ (通常)
nb_no: Fly-by kamera (normal)
pl_pl: Fly-by kamera (normalna)
pt_pt: Vista aérea (normal)
sv_se: Flygande kamera (normal)
zh_cn: 定点观察 (正常)
zh_hk: 定點觀察

# flybyzooming
source: Fly-by camera (zooming)
ca_es: Càmera de seguiment (zoom)
hu_hu: Vonatkövető kamera (zoomolás)
ja_jp: フライバイカメラ (ズーム)
nb_no: Fly-by kamera (med zoom)
pl_pl: Fly-by kamera (+ zoom)
pt_pt: Vista aérea (grande plano)
sv_se: Flygande kamera (zoomning)
zh_cn: 定点观察 (放大)
zh_hk: 定點觀察 (可放大)

source: CPU: low
ca_es: CPU: baix
hu_hu: Processzor: alacsony
ja_jp: CPU: 低
nb_no: CPU: lav
pl_pl: CPU: niskie
pt_pt: CPU: baixa
sv_se: CPU: låg
zh_cn: 处理器利用: 低
zh_hk: CPU：低
