Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# couple_front
source: Coupled [number] of cars to the front of the train.
sv_se: Kopplade [number] vagnar till tågets främre del.

# couple_rear
source: Coupled [number] of cars to the rear of the train.
sv_se: [number] vagnar kopplade till tågets bakre del.

source: Tools
sv_se: Verktyg

# camera_headout_left
source: Switches to the train's head-out (left) view
sv_se: Växlar till tågets framsida (vänster) vy

# camera_headout_right
source: Switches to the train's head-out (right) view
sv_se: Växlar till tågets framsida (höger) vy

# accessibility_next_limit
source: Accessibility: Audibly announces the the current and next speed limits.
sv_se: Tillgänglighet: Ljudmeddelande om aktuell och kommande hastighetsbegränsning.

source: E
sv_se: Ö

source: O
sv_se: A

# help_windows_label
source: Windows
sv_se: Fönster

# file_not_exist
source: The specified file does not exist.
sv_se: Den angivna filen finns inte.

# folder_not_exist
source: The specified folder does not exist.
sv_se: Den angivna mappen finns inte.

# filename_invalid_chars
source: The file name contains invalid characters.
sv_se: Filnamnet innehåller ogiltiga tecken.

# select_train_folder
source: Select the train folder...
sv_se: Välj tågmappen...

# train_notfound
source: The default train could not be found:\n\n
hu_hu: A kiválasztott vonat nem található:\x20
ja_jp: 指定された車両がありません:\x20
pl_pl: Pociąg dla tej trasy nie został znaleziony:\x20

# install_invalid
source: This file does not appear to be a valid openBVE package.
ca_es: Aquest fitxer no és un paquet vàlid per a l'OpenBVE.
hu_hu: Úgy tűnik, ez a fájl nem egy érvényes openBVE csomag.
ja_jp: 選択されたファイルは、OpenBVEの有効なパッケージではありません。
pl_pl: Ten plik nie wygląda na plik pakietu openBVE
zh_cn: 这个文件显然不是一个openBVE扩展包。

# creation_header
source: Enter Package Details
hu_hu: Csomag létrehozása
ja_jp: パッケージの作成
pl_pl: Stwórz pakiet

# notdetected
source: No RailDriver conrollers detected.
ca_es: No s'ha detectat cap dispositiu RailDriver.
hu_hu: Nem érzékelhető RailDriver.
ja_jp: RailDriverのコントローラーを検出できませんでした。
pl_pl: Nie wykryto kontrolera RailDriver.
zh_cn: 未检测到RailDriver控制器。

# joystick_notavailable
source: N/A
ca_es: N/D
ja_jp: 利用不可
zh_cn: 不可用

# forward
source: F
ca_es: EDV
hu_hu: E
ja_jp: 前
pl_pl: D
zh_cn: 前

# neutral
source: N
hu_hu: Ü
ja_jp: 切

# backward
source: B
ca_es: EDR
hu_hu: H
ja_jp: 後
pl_pl: R
zh_cn: 后

# power
source: P
hu_hu: M
ja_jp: 力

# powernull
source: N
hu_hu: Ü
ja_jp: 切

# brake
source: B
hu_hu: F
ja_jp: 制

# brakenull
source: N
hu_hu: Ü
ja_jp: 切

# debug_brake
source: Shows or hides brake system debug output
ca_es: Mostra o oculta la sortida de depuració del sistema de fre.
hu_hu: A fékrendszer hibakereső adatainak megjelenítése/elrejtése
ja_jp: ブレーキデバッグ切替
pl_pl: Pokaz/ukryj system hamulców
zh_cn: 开关制动调试信息

# note
source: Please note: Features found on this page may require the following minimum version of openBVE:
ca_es: Nota: Pot ser que les funcions d'aquesta pàgina requereixin com a mínim aquesta versió de l'openBVE:
ja_jp: 注意: このページの機能を使用するには、openBVEが次のバージョン以上である必要があります。:
zh_cn: 请注意: 本页特性需要openBVE的至少以下版本:

source: Acceleration:
ja_jp: 加速度

# z
source: z coordinate
ja_jp: z座標

source: invalid_color
ja_jp: {0}は16進数色を表していません。
zh_cn: 颜色无效

# locobrake
source: L
zh_cn: 单阀

# help_controller1_textbox
source: If your non-USB controller is not providing correct input: 1. Ensure the USB adapter is working. Ideally, the adapter should map the direction buttons from a standard controller to separate buttons to avoid compatibility issues. 2. Calibrate the controller from the configuration window, if necessary.
ca_es: Si el vostre comandament no USB no proporciona una entrada correcta: 1. Assegureu-vos que l'adaptador USB funcioni. Idealment, l'adaptador hauria d'assignar els botons de direcció d'un comandament estàndard a botons independents per evitar problemes de compatibilitat. 2. Calibreu el comandament des de la finestra de configuració, si cal.
zh_cn: 如果您的非USB控制器没有提供正确的输入： 1. 确认您的USB适配器工作正常。一个理想的适配器应当能将标准控制器上的方向按钮 映射到分离的按钮来避免兼容性问题。 2. 如有必要，从配置窗口校准控制器。

# help_windows_textbox
source: 1. Extract the Windows drivers. 2. Download and run Zadig. 3. Load the appropriate CFG file for your device ("Device > Load Preset Device"). 4. Press "Install Driver" and wait for installation to complete.
ca_es: 1. Extraieu els controladors per al Windows. 2. Baixeu i executeu el Zadig. 3. Carregueu el fitxer CFG corresponent per al vostre dispositiu («Device > Load Preset Device»). 4. Premeu «Install Driver» i espereu que finalitzi la instal·lació.
zh_cn: 1. 解压Windows驱动程序。 2. 下载并运行 Zadig。 3. 加载适合您设备的CFG文件("Device > Load Preset Device")。 4. 按 "Install Driver" 并等待安装完成。

# help_linux_textbox
source: 1. Extract the Linux udev file. 2. Copy the file to "/etc/udev/rules.d/" (root permissions required). 3. Reboot or reload udev rules manually.
ca_es: 1. Extraieu el fitxer udev per al Linux. 2. Copieu el fitxer a «/etc/udev/rules.d/» (es necessiten permisos de root). 3. Reinicieu l'ordinador o torneu a carregar les regles udev manualment.
zh_cn: 1. 解压Linux udev文件。 2. 将文件复制到 "/etc/udev/rules.d" (需要root权限)。 3. 重启或人工重新加载udev规则。

# wrongtype
source: You have attempted to open a train. \n\n These cannot be opened directly- \n\n Please use the import function to import this train into TrainEditor2.
ca_es: Heu intentat obrir un tren. \n\n No es poden obrir directament.\n\n Utilitzeu la funció d'importació per a importar aquest tren al TrainEditor2.
zh_cn: 您想要打开列车数据。\n\n 然而 TrainEditor2 并不能直接读取原版列车数据。\n\n 请使用导入功能将这一列车数据导入为 TrainEditor2 格式。

# locobrake_decrease
source: N/A
ca_es: N/D

# locobrake_increase
source: N/A
ca_es: N/D

# security_m
source: N/A
ca_es: Funció M del sistema de seguretat.

# security_n
source: N/A
ca_es: Funció N del sistema de seguretat.

# security_o
source: N/A
ca_es: Funció O del sistema de seguretat.

# security_p
source: N/A
ca_es: Funció P del sistema de seguretat.

# sysreq
source: SysRq
ca_es: PetSis

# help_libusb_symlink
source: LibUsb appears to be either missing, or has not been correctly symlinked for runtime loading. Please follow the following instructions: 1. Check that the "libusb-1.0" package is installed. 2. Find the location of "libusb-1.0.so.0" - On recent Ubuntu and Debian versions, this is likely to be "/lib/x86_64-linux-gnu/" 3. Open the directory in the terminal. 4. Check this location to see if "libusb-1.0.so" exists. 5. If the file does not exist, we must create the appropriate symlink by executing the following command from this terminal: "sudo ln -s libusb-1.0.so.0 libusb-1.0.so"
ca_es: Sembla que no teniu el LibUsb o que no s'ha creat un enllaç simbòlic correcte per a la càrrega en temps d'execució. Seguiu les instruccions següents: 1. Comproveu que tingueu instal·lat el paquet «libusb-1.0». 2. Cerqueu la ubicació del fitxer «libusb-1.0.so.0». En les versions recents de l'Ubuntu i el Debian és probable que sigui «/lib/x86_64-linu-gnu/». 3. Obriu el directori en el terminal. 4. Comproveu si en aquesta ubicació existeix el fitxer |libusb-1.0.so». 5. Si el fitxer no existeix, cal crear l'enllaç simbòlic adequat executant l'ordre següent des del terminal: «sudo ln -s libusb-1.0.so.0 libusb-1.0.so».
