Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# calibration_h
source: Move the independant brake lever to the full position and press 'Next'.
ca_es: Moveu la palanca de fre independent a la posició màxima de fre i seleccioneu «Següent».
hu_hu: Állítsa a független fékkart teljes fék állásba és nyomja meg a 'Next' gombot.
ja_jp: 単弁ブレーキレバーをFULLの位置にしてから「次へ」をクリックしてください。
pl_pl: Przesuń dźwignię hamulca niezależnego na zahamowany i naciśnij 'Dalej'.
pt_pt: Mova o travão independente para a máxima travagem e carregue em 'Seguinte'.
sv_se: Flytta den oberoende bromsspaken till fullt läge och tryck på "Nästa".
zh_cn: 将独立制动手柄移动到最大制动, 然后点击‘继续’。

# calibration_i
source: Move the bail-off lever to the release position and press 'Next'.
ca_es: Moveu la palanca d'alliberament de frens a la posició d'alliberament i seleccioneu «Següent».
hu_hu: Állítsa a mozdonyfékkioldót alaphelyzetbe és nyomja meg a 'Next' gombot.
ja_jp: Bail-off レバーをRELEASEにした状態を保って「次へ」をクリックしてください。
pl_pl: Przesuń dźwignię bail-off do pozycji zwolnienia i naciśnij 'Dalej'.
pt_pt: Mova a manete do travão do comboio para neutro e carregue em 'Seguinte'.
sv_se: Flytta avlastningsspaken till frigöringsläget och tryck på "Nästa".
zh_cn: 将释放手柄移动到缓解, 然后点击‘继续’。

# calibration_j
source: Move and hold the bail-off lever into the full position and press 'Next'.
ca_es: Moveu i manteniu la palanca d'alliberament de frens a la posició màxima de fre i seleccioneu «Següent».
hu_hu: Állítsa a mozdonyfékkioldót fékoldás állásba, tartsa ott, majd nyomja meg a 'Next' gombot.
ja_jp: Bail-off レバーをFULLにした状態を保って「次へ」をクリックしてください。
pl_pl: Przesuń i przytrzymaj dźwignię bail-off do pozycji pełny i naciśnij 'Dalej'.
pt_pt: Mova a manete do travão do comboio para máximo e carregue em 'Seguinte'.
sv_se: Flytta och håll fast avstängningsspaken i fullt läge och tryck på "Nästa".
zh_cn: 将释放手柄移动到最大, 然后点击‘继续’。

# calibration_k
source: Move the wiper switch to OFF and press 'Next'.
ca_es: Apagueu l'interruptor de l'eixugaparabrisa i seleccioneu «Següent».
hu_hu: Állítsa az ablaktörlő kapcsolóját OFF állásba és nyomja meg a 'Next' gombot.
ja_jp: ワイパースイッチをOFFにしてから「次へ」をクリックしてください。
pl_pl: Przełącz wycieraczki w pozycję OFF i naciśnij 'Dalej'.
pt_pt: Desligue o limpa-pára-brisas e carregue em 'Seguinte'.
sv_se: Ställ vindrutetorkarspaken i läge OFF och tryck på "Nästa".
zh_cn: 将雨刮器开关移动到关闭, 然后点击‘继续’。

# calibration_l
source: Move the wiper switch to FULL and press 'Next'.
ca_es: Enceneu l'interruptor de l'eixugaparabrisa i seleccioneu «Següent».
hu_hu: Állítsa az ablaktörlő kapcsolóját FULL állásba és nyomja meg a 'Next' gombot.
ja_jp: ワイパースイッチをFULLにしてから「次へ」をクリックしてください。
pl_pl: Przełącz wycieraczki w pozycję FULL i naciśnij 'Dalej'.
pt_pt: Ligue o limpa-pára-brisas e carregue em 'Seguinte'.
sv_se: Flytta torkarreglaget till FULL och tryck på "Nästa".
zh_cn: 将雨刮器开关移动到最大, 然后点击‘继续’。

# calibration_m
source: Move the lights switch to OFF and press 'Next'.
ca_es: Apagueu l'interruptor dels fars i seleccioneu «Següent».
hu_hu: Állítsa a fényszóró kapcsolóját OFF állásba és nyomja meg a 'Next' gombot.
ja_jp: 前照灯スイッチをOFFにしてから「次へ」をクリックしてください。
pl_pl: Przełącz światła w pozycję OFF i naciśnij 'Dalej'.
pt_pt: Desligue os faróis e carregue em 'Seguinte'.
sv_se: Ställ ljusbrytaren på AV och tryck på "Nästa".
zh_cn: 将灯光开关移动到关闭, 然后点击‘继续’。

# calibration_n
source: Move the lights switch to FULL and press 'Next'.
ca_es: Enceneu l'interruptor dels fars i seleccioneu «Següent».
hu_hu: Állítsa a fényszóró kapcsolóját FULL állásba és nyomja meg a 'Next' gombot.
ja_jp: 前照灯スイッチをFULLにしてから「次へ」をクリックしてください。
pl_pl: Przełącz światła w pozycję FULL i naciśnij 'Dalej'.
pt_pt: Ligue os faróis e carregue em 'Seguinte'.
sv_se: Flytta ljusbrytaren till FULL och tryck på "Nästa".
zh_cn: 将灯光开关移动到最大, 然后点击‘继续’。

# calibration_o
source: Calibration complete.
ca_es: S'ha completat el calibratge.
hu_hu: A kalibrálás elkészült.
ja_jp: キャリブレーションが完了しました。
nb_no: Kalibrering ferdig.
pl_pl: Kalibracja zakończona.
pt_pt: Calibração concluída.
sv_se: Kalibrering klar.
zh_cn: 校准完成。
zh_hk: 校準完成。

# title
source: Options
hu_hu: Beállítások
ja_jp: オプション
nb_no: Innstillinger
pl_pl: Opcje
pt_pt: Opções
sv_se: Alternativ
zh_cn: 偏好设置
zh_hk: 選項

source: Language
ca_es: Llengua
hu_hu: Nyelv
ja_jp: 言語
nb_no: Språk
pl_pl: Język
pt_pt: Idioma
sv_se: Språk
zh_cn: 语言
zh_hk: 語言

source: Display
ca_es: Pantalla
hu_hu: Megjelenítés
ja_jp: 表示
nb_no: Skjerm
pl_pl: Wyświetlanie
pt_pt: Tela
sv_se: Visa
zh_cn: 显示
zh_hk: 顯示

source: Display mode
ca_es: Mode de pantalla
hu_hu: Megjelenítés módja
ja_jp: 画面モード
nb_no: Skjermmodus
pl_pl: Tryb wyświetlania
pt_pt: Modalidade da tela
sv_se: Visningsläge
zh_cn: 显示模式
zh_hk: 顯示模式

# display_mode_window
source: Window mode
ca_es: Finestra
hu_hu: Ablakban
ja_jp: ウインドウ表示
nb_no: Vindusmodus
pl_pl: W oknie
pt_pt: Modo de janela
sv_se: Fönsterläge
zh_cn: 窗口模式
zh_hk: 視窗模式

# display_mode_fullscreen
source: Fullscreen mode
ca_es: Pantalla completa
hu_hu: Teljes képernyőn
ja_jp: フルスクリーン表示
nb_no: Fullskjermsmodus
pl_pl: Pełny ekran
pt_pt: Modo de tela inteira
sv_se: Helskärmsläge
zh_cn: 全屏模式
zh_hk: 全螢幕模式

# display_vsync
source: Vertical synchronization:
ca_es: Sincronització vertical:
hu_hu: Függőleges szinkronizálás:
ja_jp: 垂直同期:
nb_no: Vertikal synkronisering::
pl_pl: Synchronizacja Pionowa:
pt_pt: Sincronismo vertical:
sv_se: Vertikal synkronisering:
zh_cn: 垂直同步:
zh_hk: 垂直同步 (VSync)：

# display_vsync_off
source: Disabled
ca_es: Inhabilitada
hu_hu: Kikapcsolva
ja_jp: オフ
nb_no: Avslått
pl_pl: Wyłączona
pt_pt: Desligado
sv_se: Inaktiverad
zh_cn: 停用
zh_hk: 關閉

# display_vsync_on
source: Enabled
ca_es: Habilitada
hu_hu: Bekapcsolva
ja_jp: オン
nb_no: Påslått
pl_pl: Włączona
pt_pt: Ligado
sv_se: Aktiverad
zh_cn: 启用
zh_hk: 開啟

# display_window
source: Window mode
ca_es: Finestra
hu_hu: Megjelenítés ablakban
ja_jp: ウィンドウ表示
nb_no: Vindusmodus
pl_pl: W oknie
pt_pt: Modo de janela
sv_se: Fönsterläge
zh_cn: 窗口模式
zh_hk: 視窗模式

# display_window_width
source: Width:
ca_es: Amplada:
hu_hu: Szélesség:
ja_jp: 幅:
nb_no: Bredde:
pl_pl: Szerokość:
pt_pt: Largura:
sv_se: Bredd:
zh_cn: 宽度:
zh_hk: 寬：

# display_window_height
source: Height:
ca_es: Alçada:
hu_hu: Magasság:
ja_jp: 高さ:
nb_no: Høyde:
pl_pl: Wysokość:
pt_pt: Altura:
sv_se: Höjd:
zh_cn: 高度:
zh_hk: 高：

# display_fullscreen
source: Fullscreen
ca_es: Pantalla completa
hu_hu: Megjelenítés teljes képernyőn
ja_jp: フルスクリーン表示
nb_no: Fullskjerm
pl_pl: Pełny ekran
pt_pt: Tela inteira
sv_se: Helskärm
zh_cn: 全屏模式
zh_hk: 全螢幕

# display_fullscreen_width
source: Width:
ca_es: Amplada:
hu_hu: Szélesség:
ja_jp: 幅:
nb_no: Bredde:
pl_pl: Szerokość:
pt_pt: Largura:
sv_se: Bredd:
zh_cn: 横向分辨率:
zh_hk: 寬：

# display_fullscreen_height
source: Height:
ca_es: Alçada:
hu_hu: Magasság:
ja_jp: 高さ:
nb_no: Høyde:
pl_pl: Wysokość:
pt_pt: Altura:
sv_se: Höjd:
zh_cn: 纵向分辨率:
zh_hk: 高：

# display_fullscreen_bits
source: Bits per pixel:
ca_es: Bits per píxel:
hu_hu: Bitek pixelenként:
ja_jp: ビット/画素:
nb_no: Bits per piksel:
pl_pl: Bitów na piksel:
pt_pt: Bites por pixel:
sv_se: Bitar per bildpunkt:
zh_cn: 色深:
zh_hk: 色深：

source: Quality
ca_es: Qualitat
hu_hu: Minőség
ja_jp: 品質
nb_no: Kvalitet
pl_pl: Jakość
pt_pt: Qualidade
sv_se: Kvalitet
zh_cn: 渲染品质
zh_hk: 質素

# quality_interpolation
source: Interpolation
ca_es: Interpolació
hu_hu: Interpoláció
ja_jp: 補間
nb_no: Interpolasjon
pl_pl: Interpolacja
pt_pt: Interpolação
zh_cn: 材质插补
zh_hk: 插值

# quality_interpolation_mode
source: Mode:
hu_hu: Mód:
ja_jp: モード:
nb_no: Modus:
pl_pl: Tryb:
pt_pt: Modo:
sv_se: Läge:
zh_cn: 模式:
zh_hk: 模式：

# quality_interpolation_mode_nearest
source: Nearest neighbor
ca_es: Veí més proper
hu_hu: Legközelebbi szomszéd
nb_no: Nærmeste nabo
pt_pt: Mais próximo
sv_se: Närmaste granne
zh_cn: 最近相邻
zh_hk: 最近相鄰

# quality_interpolation_mode_nearestmipmap
source: Nearest neighbor (mipmapping)
ca_es: Veí més proper (mapatge MIP)
hu_hu: Legközelebbi szomszéd (mipmapping)
nb_no: Nærmeste nabo (mipmapping)
pt_pt: Mais próximo (mipmapping)
sv_se: Närmaste granne (mipmapping)
zh_cn: 最近相邻 (Mipmap)
zh_hk: 最近相鄰 (Mipmap)

# quality_interpolation_mode_anisotropic
source: Anisotropic filtering
ca_es: Filtratge anisòtrop
hu_hu: Anizotróp szűrés
nb_no: Anisotropisk filtrering
pl_pl: Filtracja anizotropowa
pt_pt: Filtro anisotrópico
sv_se: Anisotropisk filtrering
zh_cn: 各向异性过滤
zh_hk: 各向異性過濾

# quality_interpolation_anisotropic_level
source: Level of anisotropic filtering:
ca_es: Nivell de filtratge anisòtrop:
hu_hu: Anizotróp szűrés szintje:
ja_jp: Anisotropic filteringレベル:
nb_no: Nivå av anisotropisk filtrering:
pl_pl: Poziom filtru anizotropowego:
pt_pt: Nível de filtragem anisotrópica:
sv_se: Nivå för anisotropisk filtrering:
zh_cn: 各向异性过滤倍数:
zh_hk: 各向異性過濾水平：

# quality_interpolation_antialiasing_level
source: Level of anti-aliasing:
ca_es: Nivell de suavitzat:
hu_hu: Élsimítás szintje:
ja_jp: Anti-aliasingレベル:
nb_no: Nivå av kantutjevning (anti-aliasing):
pl_pl: Poziom antyaliazingu:
pt_pt: Nível de suavização:
sv_se: Kantutjämningsnivå:
zh_cn: 抗锯齿倍数:
zh_hk: 反鋸齒水平：

# quality_interpolation_transparency
source: Transparency:
ca_es: Transparència:
hu_hu: Áttetszőség:
ja_jp: 透過:
nb_no: Transparens
pl_pl: Przezroczystość:
pt_pt: Transparência:
sv_se: Öppenhet:
zh_cn: 透明边缘:
zh_hk: 退地邊緣：

# quality_interpolation_transparency_sharp
source: Sharp
ca_es: Accentuada
hu_hu: Éles
ja_jp: シャープ
nb_no: Skarp
pl_pl: Ostra
pt_pt: Recortada
zh_cn: 锐利
zh_hk: 銳利

# quality_interpolation_transparency_smooth
source: Smooth
ca_es: Suau
hu_hu: Sima
ja_jp: なめらか
nb_no: Myk
pl_pl: Gładka
pt_pt: Esbatida
sv_se: Smidig
zh_cn: 平滑
zh_hk: 平滑

# quality_distance
source: Distance effects
ca_es: Efectes de distància
hu_hu: Távolság
ja_jp: 遠方表示
nb_no: Avstandseffekter
pl_pl: Efekty dystansu
pt_pt: Efeitos visuais
sv_se: Avståndseffekter
zh_cn: 距离视觉效果
zh_hk: 視覺效果

# quality_distance_viewingdistance
source: Viewing distance:
ca_es: Distància visible:
hu_hu: Látótávolság:
ja_jp: 可視距離:
nb_no: Utsiktsavstand:
pl_pl: Widoczność:
pt_pt: Visibilidade:
sv_se: Betraktningsavstånd:
zh_cn: 渲染距离:
zh_hk: 可視距離：

# quality_distance_motionblur
source: Motion blur:
ca_es: Desenfocament del moviment:
hu_hu: Elmosódás mozgás hatására:
ja_jp: モーションブラー:
nb_no: Bevegelsesuskarphet:
pl_pl: Rozmycie ruchu:
pt_pt: Desfocagem de movimento:
sv_se: Rörelseoskärpa:
zh_cn: 运动模糊:
zh_hk: 動態模糊 (Motion blur)：

# quality_distance_motionblur_none
source: Disabled
ca_es: Inhabilitat
hu_hu: Nincs
ja_jp: なし
nb_no: Avslått
pl_pl: Brak
pt_pt: Não disponível
sv_se: Inaktiverad
zh_cn: 停用
zh_hk: 無

# quality_distance_motionblur_low
source: Low
ca_es: Baix
hu_hu: Alacsony
ja_jp: 低
nb_no: Lav
pl_pl: Niskie
pt_pt: Baixa
sv_se: Låg
zh_cn: 低
zh_hk: 低

# quality_distance_motionblur_medium
source: Medium
ca_es: Mitjà
hu_hu: Közepes
ja_jp: 中
pl_pl: Średnie
pt_pt: Média
zh_cn: 中
zh_hk: 中

# quality_distance_motionblur_high
source: High
ca_es: Alt
hu_hu: Magas
ja_jp: 高
nb_no: Høy
pl_pl: Wysokie
pt_pt: Alta
sv_se: Hög
zh_cn: 高
zh_hk: 高

# misc
source: Miscellaneous
ca_es: Miscel·lània
hu_hu: Egyebek
ja_jp: その他
nb_no: Diverse
pl_pl: Inne
pt_pt: Diversos
sv_se: Diverse
zh_cn: 其他
zh_hk: 雜項

# misc_simulation
source: Detail of simulation
ca_es: Detall de la simulació
hu_hu: A szimuláció részletessége
ja_jp: シミュレーション詳細
nb_no: Simuleringsdetalj
pl_pl: Szczegóły symulacji
pt_pt: Detalhes da simulação
sv_se: Detaljer om simuleringen
zh_cn: 细节模拟
zh_hk: 模擬效果

# misc_simulation_toppling
source: Toppling
ca_es: Bolcades
hu_hu: Felborulás
ja_jp: 横転
nb_no: Velting
pl_pl: Przewracanie
pt_pt: Inversões
sv_se: Störtande
zh_cn: 晃动
zh_hk: 震盪

# misc_simulation_collisions
source: Collisions
ca_es: Topades
hu_hu: Ütközés
ja_jp: 衝突
nb_no: Kolisjoner
pl_pl: Kolizje
pt_pt: Colisões
sv_se: Kollisioner
zh_cn: 碰撞
zh_hk: 碰撞

# misc_simulation_derailments
source: Derailments
ca_es: Descarrilaments
hu_hu: Kisiklás
ja_jp: 脱線
nb_no: Avsporinger
pl_pl: Wykolejenia
pt_pt: Descarrilamentos
sv_se: Urspårningar
zh_cn: 脱轨
zh_hk: 出軌

# misc_simulation_blackbox
source: Enable black box
ca_es: Caixa negra
hu_hu: Fekete doboz
ja_jp: ブラックボックス使用
nb_no: Slå på blackbox
pl_pl: Czarna skrzynka
pt_pt: Caixa negra
sv_se: Aktivera svart låda
zh_cn: 启用数据记录
zh_hk: 黑盒

# misc_simulation_loadingsway
source: Enable loading sway
ca_es: Balanceig del tren
hu_hu: Kocsik lengése (utascs.)
ja_jp: 乗降時の車体の揺れ
nb_no: Slå på laste svai
pl_pl: Kołysanie ładowania
pt_pt: Oscilação na entrada
sv_se: Aktivera lastning av svajning
zh_cn: 模拟乘降晃动
zh_hk: 因乘客流量而搖擺列車

# misc_controls
source: Controls
hu_hu: Irányítás
ja_jp: コントロール
nb_no: Kontroller
pl_pl: Sterowanie
pt_pt: Manípulos
sv_se: Kontroller
zh_cn: 控制
zh_hk: 控制

# misc_controls_joysticks
source: Joysticks enabled
ca_es: Habilita les palanques de control
hu_hu: Joystick engedélyezése
ja_jp: ジョイスティック使用
nb_no: Joysticker påslått
pl_pl: Włączone kontrolery
pt_pt: Joysticks activados
sv_se: Joysticks aktiverade
zh_cn: 启用游戏杆
zh_hk: 啟用操縱桿

# misc_controls_threshold
source: Joystick threshold:
ca_es: Llindar de la palanca de control
hu_hu: Joystick küszöb:
ja_jp: ジョイスティック閾値:
nb_no: Joystick terskel:
pl_pl: Próg kontrolera:
pt_pt: Sensibilidade:
sv_se: Joysticktröskel:
zh_cn: 游戏杆门限值:
zh_hk: 操縱桿靈敏度：

# misc_controls_ebaxis
source: Allow EB on brake axis
ca_es: Fre d'emergència en l'eix del fre
hu_hu: Vészfék a fék tengelyen
ja_jp: ジョイスティックの軸にEBを組み込む
pl_pl: Zezwól na hamowanie nagłe
pt_pt: Permitir o Homem-morto no travão
sv_se: Tillåt EB på bromsaxeln
zh_cn: 制动推到底时紧急制动
zh_hk: 允許EB在製動軸上

# misc_sound
source: Sound
ca_es: So
hu_hu: Hang
ja_jp: サウンド
nb_no: Lyd
pl_pl: Dźwięk
pt_pt: Som
sv_se: Ljud
zh_cn: 声音
zh_hk: 音效

# misc_sound_range
source: Effective range:
ca_es: Abast efectiu:
hu_hu: Hatókör:
ja_jp: レンジ:
nb_no: Effektiv avstand:
pl_pl: Efektywny zasięg:
pt_pt: Alcance efectivo:
sv_se: Effektiv räckvidd:
zh_cn: 有效范围:
zh_hk: 有效範圍：

# misc_sound_range_low
source: Low
ca_es: Baix
hu_hu: Alacsony
ja_jp: 低
nb_no: Lav
pl_pl: Niski
pt_pt: Baixo
sv_se: Låg
zh_cn: 近
zh_hk: 近

# misc_sound_range_medium
source: Medium
ca_es: Mitjà
hu_hu: Közepes
ja_jp: 中
pl_pl: Średni
pt_pt: Médio
zh_cn: 中
zh_hk: 中

# misc_sound_range_high
source: High
ca_es: Alt
hu_hu: Magas
ja_jp: 高
nb_no: Høy
pl_pl: Wysoki
pt_pt: Alto
sv_se: Hög
zh_cn: 远
zh_hk: 遠

# misc_sound_number
source: Number of allowed sounds:
ca_es: Nombre de sons permesos:
hu_hu: Engedélyezett hangok száma:
ja_jp: 同時サウンド数:
nb_no: Antall lyder som kan spilles på en gang:
pl_pl: Liczba obsługiwanych dźwięków:
pt_pt: Nº simultâneo de sons:
sv_se: Antal tillåtna ljud:
zh_cn: 最大允许同时声音数量:
zh_hk: 允許聲音數量：

source: Verbosity
ca_es: Detall
hu_hu: Üzenetek kezelése
ja_jp: メッセージ表示
nb_no: Detaljnivå
pl_pl: Komunikaty
pt_pt: Verbosidade
sv_se: Verbositet
zh_cn: 调试信息
zh_hk: 文字訊息

# verbosity_warningmessages
source: Show warning messages
ca_es: Mostra els missatges d'avís
hu_hu: Figyelmeztetések megjelenítése
ja_jp: 警告を表示
nb_no: Vis varselmeldinger
pl_pl: Pokazuj ostrzeżenia
pt_pt: Mostrar mensagens de aviso
sv_se: Visa varningsmeddelanden
zh_cn: 显示警告
zh_hk: 顯示警告訊息

# verbosity_errormessages
source: Show error messages
ca_es: Mostra els missatges d'error
hu_hu: Hibaüzenetek megjelenítése
ja_jp: エラーを表示
nb_no: Vis feilmeldinger
pl_pl: Pokazuj błedy
pt_pt: Mostrar mensagens de erro
sv_se: Visa felmeddelanden
zh_cn: 显示错误
zh_hk: 顯示錯誤訊息

# verbosity_accessibilityaids
source: Accessibility Aids
pt_pt: Ajudas de acessibilidade
sv_se: Tillgänglighetshjälpmedel
zh_hk: 無障礙輔助

# advanced
source: Advanced Options
ca_es: Opcions avançades
hu_hu: Haladó beállítások
ja_jp: 詳細設定
nb_no: Avanserte valg
pl_pl: Opcje zaawansowane
pt_pt: Opções avançadas
sv_se: Avancerade inställningar
zh_cn: 高级设置
zh_hk: 進階選項

# advanced_load_advance
source: Load in advance
ca_es: Precàrrega
hu_hu: Előre betöltés
ja_jp: 全テクスチャを前もって読み込む
nb_no: Last in råd
pl_pl: Załaduj z wyprzedzeniem
pt_pt: Carregar antecipadamente
sv_se: Läs in i förväg
zh_cn: 提前加载
zh_hk: 預先加載路線

# advanced_is_use_new_renderer
source: Enable the new renderer
ca_es: Habilita el renderitzador nou
nb_no: Slå på den nye rendereren
pt_pt: Activar o novo renderizador
sv_se: Aktivera den nya renderaren
zh_cn: 启用新渲染器
zh_hk: 啟用新渲染器

# advanced_disable_displaylists
source: Disable OpenGL display lists
hu_hu: OpenGL display lists kikapcsolása
ja_jp: OpenGL display lists(描画高速化)を無効
pl_pl: Wyłącz listy wyświetlania OpenGL
pt_pt: Desactivar listas de exibição do OpenGL

# advanced_timefactor
source: Accelerated Time Factor
ca_es: Factor temporal accelerat
hu_hu: Idő gyorsítása
ja_jp: 時間加速の乗数:
nb_no: Akselerert tidsfaktor
pl_pl: Współczynnik przyspieszenia czasu
pt_pt: Factor de tempo acelerado
sv_se: Accelererad tidsfaktor
zh_cn: 加速时间倍数
zh_hk: 加速倍數

# advanced_unload_textures
source: Unload unused textures
ca_es: Esborra les textures inactives
hu_hu: Nem használt textúrák ürítése
ja_jp: 20秒以上前に使用されたテクスチャデータのメモリ割り当てを開放
nb_no: Last av ubrukte teksturer
pl_pl: Usuń nieużywane tekstury
pt_pt: Descarregar as texturas não utilizadas
sv_se: Lossa oanvända texturer
zh_cn: 卸载未使用的材质
zh_hk: 卸載未使用的材質

source: Other
ca_es: Altres
hu_hu: Egyebek
ja_jp: その他
nb_no: Annet
pl_pl: Inne
pt_pt: Outro
sv_se: Annat
zh_cn: 其他
zh_hk: 其他

# other_timetable_mode
source: Timetable mode:
ca_es: Mode d'horari:
hu_hu: Menetrend mód:
ja_jp: 時刻表表示モード:
nb_no: Tidstabell modus:
pl_pl: Tryb rozkładu jazdy
pt_pt: Horário:
sv_se: Tidtabellläge:
zh_cn: 时刻表显示格式
zh_hk: 時間表模式：

# other_timetable_mode_none
source: None
ca_es: Cap
hu_hu: Egyik sem
ja_jp: 表示しない
nb_no: Ingen
pl_pl: Brak
pt_pt: Nenhum
sv_se: Ingen
zh_cn: 无标题
zh_hk: 沒有

# other_timetable_mode_default
source: Default
ca_es: Per defecte
hu_hu: Alapértelmezett
ja_jp: デフォルト(自動判別)
nb_no: Forholdsvalgete
pl_pl: Domyślny
pt_pt: Padrão
sv_se: Standard
zh_cn: 默认
zh_hk: 預設

# other_timetable_mode_autogenerated
source: Auto-generated timetable
ca_es: Horari generat automàticament
hu_hu: Automatikus menetrend
ja_jp: 自動生成のみを表示
nb_no: Automatisk generert tidstabell
pl_pl: Automatycznie generowany rozklad
pt_pt: Auto-gerada
sv_se: Automatiskt genererad tidtabell
zh_cn: 自动生成时刻表
zh_hk: 自動生成

# other_timetable_mode_prefercustom
source: Prefer custom timetable
ca_es: Prefereix l'horari personalitzat
hu_hu: Egyedi menetrend
ja_jp: カスタム時刻表のみを表示
nb_no: Foretrekk egenlaget tidstabell
pl_pl: Preferuj niestandardowy rozkład
pt_pt: Personalizada
sv_se: Föredrar anpassad tidtabell
zh_cn: 优先采用自定义时刻表
zh_hk: 優先使用自訂時間表

# package_choose
source: Choose...
ca_es: Tria...
hu_hu: Tallózás...
ja_jp: 選択...
nb_no: Velg...
pl_pl: Wybierz...
pt_pt: Escolher...
sv_se: Välj...
zh_cn: 选择……
zh_hk: 選擇...

# package_route_directory
source: Route installation directory:
ca_es: Carpeta d'instal·lació de rutes:
hu_hu: Pályák telepítési könyvtára:
ja_jp: 路線のインストール場所:
nb_no: Mappe for installasjon av ruter:
pl_pl: Folder instalacji tras:
pt_pt: Directório de instalação da linha:
sv_se: Installationskatalog för rutten:
zh_cn: 线路安装目录:
zh_hk: 路線安裝資料夾:

# package_train_directory
source: Train installation directory:
ca_es: Carpeta d'instal·lació de trens:
hu_hu: Vonatok telepítési könyvtára:
ja_jp: 車両のインストール場所:
nb_no: Mappe for installasjon av tog:
pl_pl: Folder instalacji pociągów:
pt_pt: Directório de instalação do comboio:
sv_se: Tågets installationskatalog:
zh_cn: 列车安装目录:
zh_hk: 列車安裝資料夾:

# package_other_directory
source: Other items installation directory:
ca_es: Carpeta d'instal·lació d'altres paquets:
hu_hu: Egyebek telepítési könyvtára:
ja_jp: その他のアイテムのインストール場所:
nb_no: Mappe for installasjon av andre ting:
pl_pl: Folder instalacji innych:
pt_pt: Directório de instalação de outros itens:
sv_se: Andra objekt installationskatalog:
zh_cn: 其他安装目录:
zh_hk: 其他項目安裝資料夾：

# package_msts_directory
source: MSTS installation directory:
nb_no: Mappe for installasjon MSTS:
pt_pt: Directório de instalação da MSTS:
sv_se: MSTS-installationskatalog:

# package_compression
source: Package compression format:
ca_es: Format de compressió dels paquets:
hu_hu: Csomag tömörítésének formátuma:
ja_jp: パッケージの圧縮形式:
nb_no: Pakke kompresjonsformat:
pl_pl: Format kompresji pakietów:
pt_pt: Formato de compressão do pacote:
sv_se: Paketkomprimeringsformat:
zh_cn: 扩展包压缩格式:
zh_hk: 擴展包壓縮格式:

# page_previous
source: Previous Page...
ca_es: Pàgina anterior...
hu_hu: Előző...
ja_jp: 前のページへ...
nb_no: Forrige side...
pl_pl: Poprzednia strona...
pt_pt: Página anterior...
sv_se: Föregående sida...
zh_cn: < 上一页
zh_hk: 上一頁...

# page_next
source: Next Page...
ca_es: Pàgina següent...
hu_hu: Következő...
ja_jp: 次のページへ...
nb_no: Neste side...
pl_pl: Następna strona...
pt_pt: Próxima página...
sv_se: Nästa sida...
zh_cn: 下一页 >
zh_hk: 下一頁...

source: Kiosk Mode
ca_es: Mode quiosc
hu_hu: Bemutató mód
nb_no: Kioskmodus
pt_pt: Modo Quiosque
sv_se: Kioskläge
zh_cn: 展会模式
zh_hk: 鎖定模式

# kiosk_mode_enable
source: Enable Kiosk Mode
ca_es: Activa el mode quiosc
hu_hu: Bemutató mód bekapcsolása
nb_no: Slå på kioskmodus
pt_pt: Activar o Modo Quiosque
sv_se: Aktivera kioskläge
zh_cn: 启动展会模式
zh_hk: 啟用鎖定模式

# kiosk_mode_timer
source: Control Timeout (s)
ca_es: Temps d'espera dels controls (segons)
hu_hu: Időzítés (mp)
nb_no: Kontrolltimeout (s)
pt_pt: Excedeu o tempo (s)
sv_se: Kontrolltid (s)
zh_cn: 无人操作这一时间后\r\n改为自动驾驶 (s)
zh_hk: 轉為自動駕駛的時間(秒)

source: HUD Size
ca_es: Mida de la interfície
hu_hu: HUD méret
ja_jp: HUDサイズ
nb_no: HUD størrelse
pt_pt: Tamanho do HUD
sv_se: HUD-storlek
zh_cn: 界面尺寸
zh_hk: 界面大小

# hud_size_small
source: Small
ca_es: Petita
hu_hu: Kicsi
ja_jp: 小さい
nb_no: Liten
pt_pt: Pequeno
sv_se: Liten
zh_cn: 小
zh_hk: 小

# hud_size_large
source: Large
ca_es: Gran
hu_hu: Nagy
ja_jp: 大きい
nb_no: Stor
pt_pt: Grande
sv_se: Stor
zh_cn: 大
zh_hk: 大

# transparencyfix
source: Attempt to fix transparency issues in older content.
ca_es: Intenta corregir els errors de transparència en contingut antic
hu_hu: Átlátszósági hibák javítása régi pályákban/vonatokban
nb_no: Prøver å fiske feil med gjennomsiktighet for gammelt innhold.
pt_pt: Tentativa de corrigir problemas de transparência em conteúdo antigo.
sv_se: Försök att åtgärda transparensproblem i äldre innehåll.
zh_cn: 修复旧线路的透明材质问题。
zh_hk: 嘗試解決較舊作品中的透明度問題。

# hacks_enable
source: Enable hacks for buggy older content.
ca_es: Habilita les modificacions per al contingut antic amb errors
hu_hu: Régi hibás pályák/vonatok helyes megjelenítése
ja_jp: 路線別のトラブル修正を有効にする
nb_no: Slå på "hacks" for buggy gammelt innhold.
pt_pt: Activar correcções para conteúdo antigo defeituoso.
sv_se: Aktivera hack för buggiga äldre innehåll.
zh_cn: 启用旧线路的bug自动修复。
zh_hk: 啟用針對較舊內容的補丁。(香港作品請開啟)

source: Input Device Plugin
ca_es: Extensions de dispositius d'entrada
ja_jp: 入力デバイスプラグイン
nb_no: Inndataenhetplugin
pt_pt: Módulo externo
sv_se: Tillägg för inmatningsenhet
zh_cn: 输入设备插件
zh_hk: 輸入設備插件

# input_device_plugin_warning
source: WARNING: If you enable Input Device Plugin(s), these may conflict with one or more controls.
ca_es: AVÍS: si habiliteu les extensions de dispositius d'entrada, poden entrar en conflicte amb un o més controls.
ja_jp: 注意: 入力デバイスプラグインを有効化した場合、本体の入力設定と干渉することがあります。
nb_no: ADVARSEL: Hvis du slår på Inndataenhetplugin kan de skape konflikt med andre kontrollenheter.
pt_pt: AVISO: Se permitir Módulos externos, estes podem entrar em conflito com um ou mais controles.
sv_se: VARNING: Om du aktiverar tilläggsprogram för inmatningsenheter kan dessa komma i konflikt med en eller flera kontroller.
zh_cn: 请注意: 如果你启用输入设备插件，它们可能和已有的控制设定有冲突。
zh_hk: 注意：如果啟用輸入設備插件，可能會與已設定的控制鍵發生衝突。

# input_device_plugin_name
source: Name
ca_es: Nom
ja_jp: 名称
nb_no: Navn
pt_pt: Nome
sv_se: Namn
zh_cn: 名称
zh_hk: 名稱

# input_device_plugin_status
source: Status
ca_es: Estat
ja_jp: 状態
pt_pt: Estado
zh_cn: 状态
zh_hk: 狀態

# input_device_plugin_status_failure
source: Failure
ca_es: Error
ja_jp: 失敗
nb_no: Feil
pt_pt: Falha
sv_se: Fel
zh_cn: 故障
zh_hk: 失敗

# input_device_plugin_status_disable
source: Disable
ca_es: Inhabilitat
ja_jp: 無効
nb_no: Slå av
pt_pt: Não permitir
sv_se: Inaktivera
zh_cn: 停用
zh_hk: 停用

# input_device_plugin_status_enable
source: Enable
ca_es: Habilitat
ja_jp: 有効
nb_no: Slå på
pt_pt: Permitir
sv_se: Aktivera
zh_cn: 启用
zh_hk: 啟用
