Repository: leezer3/OpenBVE
Catalog: assets/Languages/*.xlf
Languages: ca_es, hu_hu, ja_jp, nb_no, pl_pl, pt_pt, sv_se, zh_cn, zh_hk

# reverser_any_position
source: Adjusts the reverser directly from a command option value.
ca_es: Ajusta la posició de l'inversor directament a partir del valor d'una opció d'ordre.
ja_jp: リバーサをコマンドオプションに設定された位置に合わせる
nb_no: Juster vendegiret til en direkte posisjon via en gitt verdi
pt_pt: Ajusta o inversor directamente duma opção de comando.
sv_se: Justerar reverseringsanordningen direkt från ett kommandoalternativsvärde.
zh_cn: 将换向器直接调整为一定值。
zh_hk: 直接從命令選項值調整反向器。

source: Hold Brake
ca_es: Aplica el fre de retenció.
ja_jp: 抑速ブレーキ
nb_no: Parkeringsbrems
pt_pt: Segura o travão
sv_se: Håll bromsen
zh_cn: 抑速制动
zh_hk: 抑速制動

# reverser_forward
source: Moves reverser forward by one notch
ca_es: Mou l'inversor una posició endavant.
hu_hu: Irányváltó előre
ja_jp: リバーサ前
nb_no: Dytter vendegiret et hakk frem
pl_pl: Nawrotnik: pozycja do przodu
pt_pt: Desloca o inversor um ponto para a frente
sv_se: Flyttar backen framåt ett steg
zh_cn: 换向器向前
zh_hk: 把方向控制桿向前一級

# reverser_backward
source: Moves reverser backward by one notch
ca_es: Mou l'inversor una posició enrere.
hu_hu: Irányváltó hátra
ja_jp: リバーサ後
nb_no: Dytter vendegiret et hakk bakover
pl_pl: Nawrotnik pozycja do tyłu
pt_pt: Desloca o inversor um ponto para trás
sv_se: Flyttar backväxeln ett steg bakåt
zh_cn: 换向器向后
zh_hk: 把方向控制桿向後一級

# reverser_fullaxis
source: Controls reverser on a full joystick axis
ca_es: Controla l'inversor amb l'eix complet d'una palanca de control.
hu_hu: Irányváltó joysticken
ja_jp: リバーサにジョイスティック軸全体使用
nb_no: Kontrollerer vendegiret på en full joystick akse
pl_pl: Kontrola nawrotnika przez kontroler
pt_pt: Controla o inversor de marcha através de todo o eixo do manípulo
sv_se: Styr reversering på en full joystickaxel
zh_cn: 全轴手柄控制换向器
zh_hk: 使用全軸操縱桿控制方向控制桿

# doors_left
source: Opens or closes the left doors
ca_es: Obre o tanca les portes de l'esquerra.
hu_hu: Bal oldali ajtók nyitása/zárása
ja_jp: 左戸開閉
nb_no: Åpner og lukker venstre dør
pl_pl: Otwórz/zamknij lewe drzwi
pt_pt: Abre ou fecha as portas do lado esquerdo
sv_se: Öppnar eller stänger vänster dörrar
zh_cn: 操作左侧车门
zh_hk: 開啟/關閉左邊車門

# doors_right
source: Opens or closes the right doors
ca_es: Obre o tanca les portes de la dreta.
hu_hu: Jobb oldali ajtók nyitása/zárása
ja_jp: 右戸開閉
nb_no: Åpner og lukker høyre dør
pl_pl: Otwórz/zamknij prawe drzwi
pt_pt: Abre ou fecha as portas do lado direito
sv_se: Öppnar eller stänger högra dörrar
zh_cn: 操作右侧车门
zh_hk: 開啟/關閉右邊車門

# horn_primary
source: Plays the primary horn
ca_es: Activa el xiulet principal.
hu_hu: Kürt
ja_jp: 第１警笛
nb_no: Tut med primærhornet
pl_pl: Trąbka 1
pt_pt: Toca a buzina 1
sv_se: Spelar första horn
zh_cn: 主警笛
zh_hk: 播放主警笛

# horn_secondary
source: Plays the secondary horn
ca_es: Activa el xiulet secundari.
hu_hu: Kürt (másodlagos)
ja_jp: 第２警笛
nb_no: Tut med sekundærhornet
pl_pl: Trąbka 2
pt_pt: Toca a buzina 2
sv_se: Spelar det sekundära hornet
zh_cn: 次警笛
zh_hk: 播放次警笛

# horn_music
source: Plays or stops the music horn
ca_es: Activa o desactiva el xiulet musical.
hu_hu: Dallamkürt
ja_jp: ミュージックホーン
nb_no: Starter og stopper musikkhornet
pl_pl: Start/stop dźwięku trąbki
pt_pt: Liga e desliga a buzina contínua
sv_se: Spelar upp eller stoppar musikhornet
zh_cn: 开关音乐警笛
zh_hk: 播放或停止音樂警笛

# device_constspeed
source: Activates or deactivates the constant speed device
ca_es: Activa o desactiva el dispositiu de velocitat constant.
hu_hu: Tempomat be/ki kapcsolása
ja_jp: 定速運転装置切替
nb_no: Aktiverer eller deaktiverer kruskontroll
pl_pl: Aktywuje albo dezaktywuje stałą prędkość
pt_pt: Activa ou desactiva o dispositivo de velocidade constante
sv_se: Aktiverar eller inaktiverar anordningen för konstant hastighet
zh_cn: 开关定速设备
zh_hk: 啟動或關閉定速設備

# security_power
source: Activates or deactivates the security system on some trains
ca_es: Activa o desactiva el sistema de seguretat en alguns trens.
hu_hu: Biztonsági rendszer be/ki kapcsolása egyes vonatokon
ja_jp: 運転保安装置切替
nb_no: Aktiverer eller deaktiverer sikkerhetssystemet på noen tog
pl_pl: Aktywacja lub dezaktywacja systemu bezpieczeństwa
pt_pt: Activa ou desactiva o sistema de segurança em alguns comboios
sv_se: Aktiverar eller inaktiverar säkerhetssystemet på vissa tåg
zh_cn: 启动或关闭信号系统
zh_hk: 於部分列車啟動或關閉保安系統

# security_s
source: The S function of the security system
ca_es: Funció S del sistema de seguretat.
hu_hu: A biztonsági rendszer S funkciója
ja_jp: 運転保安装置機能S(車両に依存)
nb_no: S funksjonen på sikkerhetssystemet
pl_pl: Funkcja S w systemie bezpieczeństwa
pt_pt: Função S do sistema de segurança
sv_se: S-funktionen i säkerhetssystemet
zh_cn: 信号系统 S 键
zh_hk: 保安系統的 S 功能鍵

# security_a1
source: The A1 function of the security system
ca_es: Funció A1 del sistema de seguretat.
hu_hu: A biztonsági rendszer A1 funkciója
ja_jp: 運転保安装置機能A1(車両に依存)
nb_no: A1 funksjonen på sikkerhetssystemet
pl_pl: Funkcja A1 w systemie bezpieczeństwa
pt_pt: Função A1 do sistema de segurança
sv_se: Säkerhetssystemets A1-funktion
zh_cn: 信号系统 A1 键
zh_hk: 保安系統的 A1 功能鍵

# security_a2
source: The A2 function of the security system
ca_es: Funció A2 del sistema de seguretat.
hu_hu: A biztonsági rendszer A2 funkciója
ja_jp: 運転保安装置機能A2(車両に依存)
nb_no: A2 funksjonen på sikkerhetssystemet
pl_pl: Funkcja A2 w systemie bezpieczeństwa
pt_pt: Função A2 do sistema de segurança
sv_se: Säkerhetssystemets A2-funktion
zh_cn: 信号系统 A2 键
zh_hk: 保安系統的 A2 功能鍵

# security_b1
source: The B1 function of the security system
ca_es: Funció B1 del sistema de seguretat.
hu_hu: A biztonsági rendszer B1 funkciója
ja_jp: 運転保安装置機能B1(車両に依存)
nb_no: B1 funksjonen på sikkerhetssystemet
pl_pl: Funkcja B1 w systemie bezpieczeństwa
pt_pt: Função B1 do sistema de segurança
sv_se: Säkerhetssystemets B1-funktion
zh_cn: 信号系统 B1 键
zh_hk: 保安系統的 B1 功能鍵

# security_b2
source: The B2 function of the security system
ca_es: Funció B2 del sistema de seguretat.
hu_hu: A biztonsági rendszer B2 funkciója
ja_jp: 運転保安装置機能B2(車両に依存)
nb_no: B2 funksjonen på sikkerhetssystemet
pl_pl: Funkcja B2 w systemie bezpieczeństwa
pt_pt: Função B2 do sistema de segurança
sv_se: Säkerhetssystemets B2-funktion
zh_cn: 信号系统 B2 键
zh_hk: 保安系統的 B2 功能鍵

# security_c1
source: The C1 function of the security system
ca_es: Funció C1 del sistema de seguretat.
hu_hu: A biztonsági rendszer C1 funkciója
ja_jp: 運転保安装置機能C1(車両に依存)
nb_no: C1 funksjonen på sikkerhetssystemet
pl_pl: Funkcja C1 w systemie bezpieczeństwa
pt_pt: Função C1 do sistema de segurança
sv_se: Säkerhetssystemets C1-funktion
zh_cn: 信号系统 C1 键
zh_hk: 保安系統的 C1 功能鍵

# security_c2
source: The C2 function of the security system
ca_es: Funció C2 del sistema de seguretat.
hu_hu: A biztonsági rendszer C2 funkciója
ja_jp: 運転保安装置機能C2(車両に依存)
nb_no: C2 funksjonen på sikkerhetssystemet
pl_pl: Funkcja C2 w systemie bezpieczeństwa
pt_pt: Função C2 do sistema de segurança
sv_se: Säkerhetssystemets C2-funktion
zh_cn: 信号系统 C2 键
zh_hk: 保安系統的 C2 功能鍵

# security_d
source: The D function of the security system
ca_es: Funció D del sistema de seguretat.
hu_hu: A biztonsági rendszer D funkciója
ja_jp: 運転保安装置機能D(車両に依存)
nb_no: D funksjonen på sikkerhetssystemet
pl_pl: Funkcja D w systemie bezpieczeństwa
pt_pt: Função D do sistema de segurança
sv_se: Säkerhetssystemets D-funktion
zh_cn: 信号系统 D 键
zh_hk: 保安系統的 D 功能鍵

# security_e
source: The E function of the security system
ca_es: Funció E del sistema de seguretat.
hu_hu: A biztonsági rendszer E funkciója
ja_jp: 運転保安装置機能E(車両に依存)
nb_no: E funksjonen på sikkerhetssystemet
pl_pl: Funkcja E w systemie bezpieczeństwa
pt_pt: Função E do sistema de segurança
sv_se: Säkerhetssystemets E-funktion
zh_cn: 信号系统 E 键
zh_hk: 保安系統的 E 功能鍵

# security_f
source: The F function of the security system
ca_es: Funció F del sistema de seguretat.
hu_hu: A biztonsági rendszer F funkciója
ja_jp: 運転保安装置機能F(車両に依存)
nb_no: F funksjonen på sikkerhetssystemet
pl_pl: Funkcja F w systemie bezpieczeństwa
pt_pt: Função F do sistema de segurança
sv_se: Säkerhetssystemets F-funktion
zh_cn: 信号系统 F 键
zh_hk: 保安系統的 F 功能鍵

# security_g
source: The G function of the security system
ca_es: Funció G del sistema de seguretat.
hu_hu: A biztonsági rendszer G funkciója
ja_jp: 運転保安装置機能G(車両に依存)
nb_no: G funksjonen på sikkerhetssystemet
pl_pl: Funkcja G w systemie bezpieczeństwa
pt_pt: Função G do sistema de segurança
sv_se: Säkerhetssystemets G-funktion
zh_cn: 信号系统 G 键
zh_hk: 保安系統的 G 功能鍵

# security_h
source: The H function of the security system
ca_es: Funció H del sistema de seguretat.
hu_hu: A biztonsági rendszer H funkciója
ja_jp: 運転保安装置機能H(車両に依存)
nb_no: H funksjonen på sikkerhetssystemet
pl_pl: Funkcja H w systemie bezpieczeństwa
pt_pt: Função H do sistema de segurança
sv_se: Säkerhetssystemets H-funktion
zh_cn: 信号系统 H 键
zh_hk: 保安系統的 H 功能鍵

# security_i
source: The I function of the security system
ca_es: Funció I del sistema de seguretat.
hu_hu: A biztonsági rendszer I funkciója
ja_jp: 運転保安装置機能I(車両に依存)
nb_no: I funksjonen på sikkerhetssystemet
pl_pl: Funkcja I w systemie bezpieczeństwa
pt_pt: Função I do sistema de segurança
sv_se: Säkerhetssystemets I-funktion
zh_cn: 信号系统 I 键
zh_hk: 保安系統的 I 功能鍵

# security_j
source: The J function of the security system
ca_es: Funció J del sistema de seguretat.
hu_hu: A biztonsági rendszer J funkciója
ja_jp: 運転保安装置機能J(車両に依存)
nb_no: J funksjonen på sikkerhetssystemet
pl_pl: Funkcja J w systemie bezpieczeństwa
pt_pt: Função J do sistema de segurança
sv_se: Säkerhetssystemets J-funktion
zh_cn: 信号系统 J 键
zh_hk: 保安系統的 J 功能鍵

# security_k
source: The K function of the security system
ca_es: Funció K del sistema de seguretat.
hu_hu: A biztonsági rendszer K funkciója
ja_jp: 運転保安装置機能K(車両に依存)
nb_no: K funksjonen på sikkerhetssystemet
pl_pl: Funkcja K w systemie bezpieczeństwa
pt_pt: Função K do sistema de segurança
sv_se: Säkerhetssystemets K-funktion
zh_cn: 信号系统 K 键
zh_hk: 保安系統的 K 功能鍵

# security_l
source: The L function of the security system
ca_es: Funció L del sistema de seguretat.
hu_hu: A biztonsági rendszer L funkciója
ja_jp: 運転保安装置機能L(車両に依存)
nb_no: L funksjonen på sikkerhetssystemet
pl_pl: Funkcja L w systemie bezpieczeństwa
pt_pt: Função L do sistema de segurança
sv_se: Säkerhetssystemets L-funktion
zh_cn: 信号系统 L 键
zh_hk: 保安系統的 L 功能鍵

# security_m
source: The M function of the security system
nb_no: M funksjonen på sikkerhetssystemet
pt_pt: Função M do sistema de segurança
sv_se: Säkerhetssystemets M-funktion
zh_hk: 保安系統的 M 功能鍵

# security_n
source: The N function of the security system
nb_no: N funksjonen på sikkerhetssystemet
pt_pt: Função N do sistema de segurança
sv_se: Säkerhetssystemets N-funktion
zh_hk: 保安系統的 N 功能鍵

# security_o
source: The O function of the security system
nb_no: O funksjonen på sikkerhetssystemet
pt_pt: Função O do sistema de segurança
sv_se: Säkerhetssystemets O-funktion
zh_hk: 保安系統的 O 功能鍵

# security_p
source: The P function of the security system
nb_no: P funksjonen på sikkerhetssystemet
pt_pt: Função P do sistema de segurança
sv_se: Säkerhetssystemets P-funktion
zh_hk: 保安系統的 P 功能鍵

# camera_interior
source: Switches to the train's interior view
ca_es: Canvia a la vista interior del tren.
hu_hu: Belső kameranézetre vált
ja_jp: 車内カメラ
pl_pl: Przełącza do wewnętrznego widoku pociągu
pt_pt: Muda para a vista interior do comboio
sv_se: Växlar till tågets interiörvy
zh_cn: 进入车内视点

# camera_interior_nopanel
source: Switches to the train's interior view. However, the panel is not displayed.
ca_es: Canvia a la vista interior del tren, però sense mostrar la cabina.
pt_pt: Muda para a vista interior do comboio. No entanto, o painel não é mostrado.
sv_se: Växlar till tågets interiörvy. Panelen visas dock inte.
zh_cn: 进入车内视点(无面板)

# camera_exterior
source: Switches to the train's exterior view
ca_es: Canvia a la vista exterior del tren.
hu_hu: Külső kameranézetre vált
ja_jp: 車外カメラ
pl_pl: Przełącza do zewnętrznego widoku pociągu
pt_pt: Muda para a vista exterior do comboio
sv_se: Växlar till tågets utsida
zh_cn: 进入车外视点

# camera_track
source: Switches to the track view
ca_es: Canvia a la vista a peu de via.
hu_hu: Pálya kameranézetre vált
ja_jp: 路線カメラ
nb_no: Bytt til skinnegangvisning
pl_pl: Przełącza na widok torów
pt_pt: Muda para a vista da linha
sv_se: Växlar till spårvyn
zh_cn: 进入轨道视点
zh_hk: 切換至軌道視覺

# camera_flyby
source: Switches between different fly-by views
ca_es: Canvia entre els diferents modes de vista de seguiment.
hu_hu: Váltás különböző fly-by nézetek között
ja_jp: フライバイ切替
nb_no: Bytt mellom forskjellige fly-by visninger
pl_pl: Przełącza pomiędzy fly-by kamera
pt_pt: Alterna entre diferentes vistas aéreas
sv_se: Växlar mellan olika fly-by-vyer
zh_cn: 进入定点观察
zh_hk: 切換到不同的定點觀察視覺

# camera_move_forward
source: Moves the camera forward
ca_es: Mou la càmera endavant.
hu_hu: Előre mozgatja a kamerát
ja_jp: カメラ移動前へ
nb_no: Flytter kamera forover
pl_pl: Przesuwa kamerę do przodu
pt_pt: Desloca a câmara para a frente
sv_se: Flyttar kameran framåt
zh_cn: 向前移动视点
zh_hk: 向前移動鏡頭

# camera_move_backward
source: Moves the camera backward
ca_es: Mou la càmera endarrere.
hu_hu: Hátra mozgatja a kamerát
ja_jp: カメラ移動後ろへ
nb_no: Flytter kamera bakover
pl_pl: Przesuwa kamerę do tylu
pt_pt: Desloca a câmara para trás
sv_se: Flyttar kameran bakåt
zh_cn: 向后移动视点
zh_hk: 向後移動鏡頭

# camera_move_left
source: Moves the camera left
ca_es: Mou la càmera a l'esquerra.
hu_hu: Balra mozgatja a kamerát
ja_jp: カメラ移動左へ
nb_no: Flytter kamera venstre
pl_pl: Przesuwa kamerę w lewo
pt_pt: Desloca a câmara para a esquerda
sv_se: Flyttar kameran åt vänster
zh_cn: 向左移动视点
zh_hk: 向左移動鏡頭

# camera_move_right
source: Moves the camera right
ca_es: Mou la càmera a la dreta.
hu_hu: Jobbra mozgatja a kamerát
ja_jp: カメラ移動右へ
nb_no: Flytter kamera høyre
pl_pl: Przesuwa kamerę w prawo
pt_pt: Desloca a câmara para a direita
sv_se: Flyttar kameran åt höger
zh_cn: 向右移动视点
zh_hk: 向右移動鏡頭

# camera_move_up
source: Moves the camera up
ca_es: Mou la càmera amunt.
hu_hu: Felfelé mozgatja a kamerát
ja_jp: カメラ移動上へ
nb_no: Flytter kamera opp
pl_pl: Przesuwa kamerę do góry
pt_pt: Desloca a câmara para cima
sv_se: Flyttar kameran uppåt
zh_cn: 向上移动视点
zh_hk: 向上移動鏡頭

# camera_move_down
source: Moves the camera down
ca_es: Mou la càmera avall.
hu_hu: Lefelé mozgatja a kamerát
ja_jp: カメラ移動下へ
nb_no: Flytter kamera ned
pl_pl: Przesuwa kamerę do dołu
pt_pt: Desloca a câmara para baixo
sv_se: Flyttar kameran nedåt
zh_cn: 向下移动视点
zh_hk: 向下移動鏡頭

# camera_rotate_left
source: Rotates the camera left
ca_es: Gira la càmera a l'esquerra.
hu_hu: Balra forgatja a kamerát
ja_jp: カメラ回転左へ
nb_no: Roterer kamera venstre
pl_pl: Obraca kamerę w lewo
pt_pt: Roda a câmara para a esquerda
sv_se: Rotera kameran åt vänster
zh_cn: 向左旋转视点
zh_hk: 向左旋轉鏡頭

# camera_rotate_right
source: Rotates the camera right
ca_es: Gira la càmera a la dreta.
hu_hu: Jobbra forgatja a kamerát
ja_jp: カメラ回転右へ
nb_no: Roterer kamera høyre
pl_pl: Obraca kamerę w prawo
pt_pt: Roda a câmara para a direita
sv_se: Rotera kameran åt höger
zh_cn: 向右旋转视点
zh_hk: 向右旋轉鏡頭

# camera_rotate_up
source: Rotates the camera up
ca_es: Gira la càmera amunt.
hu_hu: Felfelé forgatja a kamerát
ja_jp: カメラ回転上へ
nb_no: Roterer kamera oppover
pl_pl: Obraca kamerę do góry
pt_pt: Roda a câmara para cima
sv_se: Rotera kameran uppåt
zh_cn: 向上旋转视点
zh_hk: 向上旋轉鏡頭

# camera_rotate_down
source: Rotates the camera down
ca_es: Gira la càmera avall.
hu_hu: Lefelé forgatja a kamerát
ja_jp: カメラ回転下へ
nb_no: Roterer kamera nedover
pl_pl: Obraca kamerę do dołu
pt_pt: Roda a câmara para baixo
sv_se: Rotera kameran nedåt
zh_cn: 向下旋转视点
zh_hk: 向下旋轉鏡頭

# camera_rotate_ccw
source: Rotates the camera counter-clockwise
ca_es: Gira la càmera en sentit antihorari.
hu_hu: Az óramutató járásával ellentétesen forgatja a kamerát
ja_jp: カメラ回転反時計回り
nb_no: Roterer kamera mot klokken
pl_pl: Obraca kamerę w przeciwnym kierunku ruchu wskazówek zegara
pt_pt: Roda a câmara no sentido contrário ao dos ponteiros do relógio
sv_se: Rotera kameran moturs
zh_cn: 逆时针旋转视点
zh_hk: 逆時針旋轉鏡頭

# camera_rotate_cw
source: Rotates the camera clockwise
ca_es: Gira la càmera en sentit horari.
hu_hu: Az óramutató járásával megegyezően forgatja a kamerát
ja_jp: カメラ回転時計回り
nb_no: Roterer kamera med klokken
pl_pl: Obraca kamerę w zgodnie z ruchem wskazówek zegara
pt_pt: Roda a câmara no sentido dos ponteiros do relógio
sv_se: Rotera kameran medurs
zh_cn: 顺时针旋转视点
zh_hk: 順時針旋轉鏡頭

# camera_zoom_in
source: Zooms the camera in
ca_es: Acosta la càmera.
hu_hu: Zoom növelése
ja_jp: カメラズームイン
nb_no: Zoomer kamera inn
pl_pl: Zoom +
pt_pt: Aproximar
sv_se: Zooma in kameran
zh_cn: 拉近视点
zh_hk: 拉近鏡頭

# camera_zoom_out
source: Zooms the camera out
ca_es: Allunya la càmera.
hu_hu: Zoom csökkentése
ja_jp: カメラズームアウト
nb_no: Zoomer kamera ut
pl_pl: Zoom -
pt_pt: Afastar
sv_se: Zooma ut kameran
zh_cn: 拉远视点
zh_hk: 拉遠鏡頭

# camera_poi_previous
source: Jumps to the previous point of interest in the route.
ca_es: Salta al punt d'interès anterior de la ruta.
hu_hu: Az előző kameraálláshoz ugrik a pályán
ja_jp: カメラを前のポイントへジャンプ
nb_no: Hopper til forrige punkt av interesse på denne ruten.
pl_pl: Skok do poprzedniego punktu na trasie
pt_pt: Salta para o anterior ponto de interesse da linha.
sv_se: Hoppar till föregående intressepunkt på rutten.
zh_cn: 上一个推荐视点
zh_hk: 跳至路線中的上一個特色景點

# camera_poi_next
source: Jumps to the next point of interest in the route.
ca_es: Salta al punt d'interès següent de la ruta.
hu_hu: A következő kameraálláshoz ugrik a pályán
ja_jp: カメラを次のポイントへジャンプ
nb_no: Hopper til neste punkt av interesse på denne ruten.
pl_pl: Skok do następnego punktu na trasie
pt_pt: Salta para o próximo ponto de interesse da linha.
sv_se: Hoppar till nästa intressant punkt på rutten.
zh_cn: 下一个推荐视点
zh_hk: 跳至路線中的下一個特色景點

# camera_reset
source: Resets the camera view to default values
ca_es: Reinicialitza la vista de la càmera a la posició per defecte.
hu_hu: Alapbeállításra állítja a kameranézeteket
ja_jp: カメラ位置リセット
nb_no: Resetter kamera til forhåndsdefinerte innstillinger
pl_pl: Reset kamery do normalnej pozycji
pt_pt: Desloca a câmara para as pré-definições
sv_se: Återställer kameravyn till standardvärden
zh_cn: 重设视点
zh_hk: 重設鏡頭到預設位置

# camera_restriction
source: Activates or deactivates interior view camera restriction
ca_es: Activa o desactiva la restricció de la càmera en la vista interior.
hu_hu: Kamerakorlátozás ki/be kapcsolása (belső nézetben)
ja_jp: 車内カメラ制限切替
nb_no: Aktiverer eller deaktiverer interiørvisningskamerarestriksjoner
pl_pl: Uruchamia albo dezaktywuje wewnętrzne ograniczenie widoku kamery
pt_pt: Activa ou desactiva a restricção da câmara à vista interior
sv_se: Aktiverar eller inaktiverar begränsningen för kameran för interiörvy
zh_cn: 启动或关闭视点限制
zh_hk: 啟動或關閉車內鏡頭限制

# timetable_toggle
source: Toggles through different timetable modes
ca_es: Canvia entre els diferents modes d'horari.
hu_hu: Menetrendmódok váltása
ja_jp: 行路表切替
nb_no: Bytter mellom forskjellige tidtabellsmoduser
pl_pl: Inne tryby rozkładu jazdy
pt_pt: Alterna entre diferentes modos de tabela-horária
sv_se: Växlar mellan olika tidtabellslägen
zh_cn: 切换时刻表模式
zh_hk: 切換到不同的時間表模式

# timetable_up
source: Scrolls the timetable up
ca_es: Mou l'horari amunt.
hu_hu: Felfelé görgeti a menetrendet
ja_jp: 行路表スクロールアップ
nb_no: Flytt tidtabell opp
pl_pl: Przewiń rozkład jazdy w góre
pt_pt: Percorre a tabela-horária para cima
sv_se: Rullar upp tidtabellen
zh_cn: 向上卷动时刻表
zh_hk: 向上捲動時間表

# timetable_down
source: Scrolls the timetable down
ca_es: Mou l'horari avall.
hu_hu: Lefelé görgeti a menetrendet
ja_jp: 行路表スクロールダウン
nb_no: Flytt tidtabell ned
pl_pl: Przewiń rozkład jazdy w dół
pt_pt: Percorre a tabela-horária para baixo
sv_se: Rullar ned tidtabellen
zh_cn: 向下卷动时刻表
zh_hk: 向下捲動時間表

# menu_activate
source: Displays the in-game menu
ca_es: Mostra el menú intern.
hu_hu: Megjeleníti a játék közbeni menüt
ja_jp: ゲーム内メニュー表示
nb_no: Viser menyen i spillet
pl_pl: Wyświetlaj menu w grze
pt_pt: Mostra o menú do jogo
sv_se: Visar menyn i spelet
zh_cn: 显示游戏菜单
zh_hk: 顯示遊戲選單

# menu_up
source: Moves the cursor up within the in-game menu
ca_es: Mou el cursor amunt en el menú intern.
hu_hu: Felfelé mozgatja a kurzort a játék közbeni menüben
ja_jp: ゲーム内メニュー・カーソル上
nb_no: Flytter markøren opp i spillmenyen
pl_pl: W górę w menu gry
pt_pt: Desloca o cursor para cima dentro do menú do jogo
sv_se: Flyttar markören uppåt i spelmenyn
zh_cn: 游戏菜单光标向上
zh_hk: 在遊戲選單中向上移動浮標

# menu_down
source: Moves the cursor down within the in-game menu
ca_es: Mou el cursor avall en el menú intern.
hu_hu: Lefelé mozgatja a kurzort a játék közbeni menüben
ja_jp: ゲーム内メニュー・カーソル下
nb_no: Flytter markøren ned i spillmenyen
pl_pl: W dół menu gry
pt_pt: Desloca o cursor para baixo dentro do menú do jogo
sv_se: Flyttar markören nedåt i spelmenyn
zh_cn: 游戏菜单光标向上
zh_hk: 在遊戲選單中向下移動浮標

# menu_enter
source: Performs the selected command within the in-game menu
ca_es: Realitza l'ordre seleccionada en el menú intern.
hu_hu: A játék közbeni menüben kiválasztott parancs végrehajtása
ja_jp: ゲーム内メニュー・実行
nb_no: Velger den valgte kommandoen i spillmenyen
pl_pl: Wybierz opcje z menu gry
pt_pt: Executa a opção seleccionada no menú do jogo
sv_se: Utför det valda kommandot i spelmenyn
zh_cn: 游戏菜单确认
zh_hk: 在遊戲選單中作出選擇指令

# menu_back
source: Goes back within the in-game menu
ca_es: Torna enrere en el menú intern.
hu_hu: Visszalép a játék közbeni menüben
ja_jp: ゲーム内メニュー・戻り
nb_no: Går tilbake inni spillmenyen
pl_pl: Wróć do poprzedniej pozycji w menu gry
pt_pt: Volta atrás no menú do jogo
sv_se: Går tillbaka till menyn i spelet
zh_cn: 游戏菜单返回
zh_hk: 在遊戲選單中返回

# misc_clock
source: Shows or hides the clock
ca_es: Mostra o amaga el rellotge.
hu_hu: Óra megjelenítése/elrejtése
ja_jp: 時計表示切替
nb_no: Viser eller skjuler klokken
pl_pl: Pokaż/schowaj zegar
pt_pt: Mostra ou esconde o relógio
sv_se: Visar eller döljer klockan
zh_cn: 开关时间显示
zh_hk: 顯示或隱藏時鐘

# misc_speed
source: Toggles through different speed display modes
ca_es: Canvia entre diferents modes de visualització de la velocitat.
hu_hu: Váltás a sebességkijelző különböző működési módjai között
ja_jp: 速度表示切替
nb_no: Itererer gjennom forskjellige speedometermoduser
pl_pl: Przełącza pomiędzy innymi trybami wyświetlania prędkości
pt_pt: Alterna entre diferentes modos de velocidade de visualização
sv_se: Växlar mellan olika hastighetsvisningslägen
zh_cn: 开关速度显示
zh_hk: 切換到不同的車速顯示模式

# misc_gradient
source: Toggles through different gradient display modes
ca_es: Canvia entre diferents modes de visualització de la rasant.
hu_hu: Váltás különböző lejtviszony kijelzési módok között
ja_jp: 勾配表示モードの切り替え
nb_no: Itererer gjennom forskjellige gradientvisningsmoduser
pt_pt: Alterna entre diferentes modos de mostrar os declivess
sv_se: Växlar mellan olika visningslägen för gradienter
zh_cn: 开关坡度显示
zh_hk: 切換到不同的坡度顯示模式

# misc_dist_next_station
source: Toggles through different next station remain distance display modes
ca_es: Canvia entre diferents modes de visualització de la distància restant fins a la pròxima estació.
hu_hu: Váltás a következő állomásig visszalevő távolság kijelzésmódjai között
ja_jp: 次駅までの残り距離表示切替
nb_no: Iterer gjennom forskjellige "av stand til neste stasjon" moduser
pt_pt: Alterna entre diferentes modos de mostar a distância para a próxima estação
sv_se: Växlar mellan olika visningslägen för avståndet till nästa station
zh_cn: 开关距下一站距离显示模式
zh_hk: 切換到不同的下一站距離顯示模式

# misc_timefactor
source: Toggles through different time acceleration factors
ca_es: Canvia entre diferents factors d'acceleració temporal.
hu_hu: Váltás különböző időgyorsító módok közt
ja_jp: 時間加速係数切替
nb_no: Iterer gjennom forskjellige tidsakselerasjonsfaktorer
pl_pl: Czynniki czasu przyśpieszenia
pt_pt: Alterna entre diferentes factores de aceleração do tempo
sv_se: Växlar mellan olika tidsaccelerationsfaktorer
zh_cn: 切换时间倍速
zh_hk: 切換到不同的時間倍速
